[
    {
        "idTeam": "133604",
        "idSoccerXML": "9",
        "idAPIfootball": "42",
        "intLoved": "4",
        "strTeam": "Arsenal",
        "strTeamShort": "ARS",
        "strAlternate": "Arsenal Football Club, AFC, Arsenal FC",
        "intFormedYear": "1892",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Emirates Stadium",
        "strKeywords": "Gunners, Gooners",
        "strRSS": "https://www.allarsenal.com/feed/",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/w1anwa1588432105.jpg",
        "strStadiumDescription": "The Emirates Stadium (known as Ashburton Grove prior to sponsorship, and as Arsenal Stadium for UEFA competitions) is a football stadium in Holloway, London, England, and the home of Arsenal. With a capacity of 60,704 it is the fourth-largest football stadium in England after Wembley Stadium, Old Trafford and Tottenham Hotspur Stadium.\r\n\r\nIn 1997, Arsenal explored the possibility of relocating to a new stadium, having been denied planning permission by Islington Council to expand its home stadium, Highbury. After considering various options (including purchasing Wembley Stadium), the club bought an industrial and waste disposal estate in Ashburton Grove in 2000. A year later, they received the council's approval to build a stadium on the site; manager Arsène Wenger described this as the \"biggest decision in Arsenal's history\" since the board appointed Herbert Chapman. Relocation began in 2002, but financial difficulties delayed work until February 2004. Emirates was later announced as the main sponsor for the stadium. The entire stadium project was completed in 2006 at a cost of £390 million. The club's former stadium was redeveloped as Highbury Square, an apartment complex.\r\n\r\nThe stadium has undergone a process of \"Arsenalisation\" since 2009 with the aim of restoring Arsenal's heritage and history. The stadium has hosted international fixtures and music concerts.",
        "strStadiumLocation": "Holloway, London, England",
        "intStadiumCapacity": "60338",
        "strWebsite": "www.arsenal.com",
        "strFacebook": "www.facebook.com/Arsenal",
        "strTwitter": "twitter.com/arsenal",
        "strInstagram": "instagram.com/arsenal",
        "strDescriptionEN": "Arsenal Football Club is a professional football club based in Islington, London, England, that plays in the Premier League, the top flight of English football. The club has won 13 League titles, a record 13 FA Cups, 2 League Cups, 15 FA Community Shields, 1 League Centenary Trophy, 1 UEFA Cup Winners' Cup and 1 Inter-Cities Fairs Cup.\r\n\r\nArsenal was the first club from the South of England to join The Football League, in 1893, and they reached the First Division in 1904. Relegated only once, in 1913, they continue the longest streak in the top division, and have won the second-most top-flight matches in English football history. In the 1930s, Arsenal won five League Championships and two FA Cups, and another FA Cup and two Championships after the war. In 1970–71, they won their first League and FA Cup Double. Between 1989 and 2005, they won five League titles and five FA Cups, including two more Doubles. They completed the 20th century with the highest average league position.\r\n\r\nHerbert Chapman won Arsenal's first national trophies, but died prematurely. He helped introduce the WM formation, floodlights, and shirt numbers, and added the white sleeves and brighter red to the club's kit. Arsène Wenger was the longest-serving manager and won the most trophies. He won a record 7 FA Cups, and his title-winning team set an English record for the longest top-flight unbeaten league run at 49 games between 2003 and 2004, receiving the nickname The Invincibles.\r\n\r\nIn 1886, Woolwich munitions workers founded the club as Dial Square. In 1913, the club crossed the city to Arsenal Stadium in Highbury, becoming close neighbours of Tottenham Hotspur, and creating the North London derby. In 2006, they moved to the nearby Emirates Stadium. In terms of revenue, Arsenal is the ninth highest-earning football club in the world, earned €487.6m in 2016–17 season. Based on social media activity from 2014 to 2015, Arsenal's fanbase is the fifth largest in the world. In 2018, Forbes estimated the club was the third most valuable in England, with the club being worth $2.24 billion.",
        "strDescriptionDE": "Der FC Arsenal (offiziell: Arsenal Football Club) – auch bekannt als (The) Arsenal, (The) Gunners (deutsche Übersetzung: „Schützen“ oder „Kanoniere“) oder im deutschen Sprachraum auch Arsenal London genannt – ist ein 1886 gegründeter Fußballverein aus dem Ortsteil Holloway des Nordlondoner Bezirks Islington. Mit 13 englischen Meisterschaften und elf FA-Pokalsiegen zählt der Klub zu den erfolgreichsten englischen Fußballvereinen.Erst über 40 Jahre nach der Gründung gewann Arsenal mit fünf Ligatiteln und zwei FA Cups in den 1930er Jahren seine ersten bedeutenden Titel. Der nächste Meilenstein war in der Saison 1970/71 der Gewinn des zweiten englischen „Doubles“ im 20. Jahrhundert. In den vergangenen 20 Jahren etablierte sich Arsenal endgültig als einer der erfolgreichsten englischen Fußballvereine, und beim Gewinn zweier weiterer Doubles zu Beginn des 21. Jahrhunderts blieb die Mannschaft in der Ligasaison 2003/04 als zweite in der englischen Fußballgeschichte ungeschlagen. Zunehmende europäische Ambitionen unterstrich der Verein in der Spielzeit 2005/06, als Arsenal als erster Londoner Verein das Finale der Champions League erreichte.",
        "strDescriptionFR": "Arsenal Football Club est un club de football anglais fondé le 1er décembre 1886 à Londres. Son siège est situé dans le borough londonien d'Islington.\r\n\r\nArsenal participe au championnat d'Angleterre de football depuis 1919 dont il a remporté treize éditions, ce qui en fait le troisième club le plus titré d'Angleterre, ainsi que treize coupes d'Angleterre ce qui constitue un record (devant Manchester United, qui en a remporté 12). Sur le plan continental, les Gunners (en français : « les canonniers ») comptent à leur palmarès une Coupe d'Europe des vainqueurs de coupe obtenue en 1994. Deux fois finalistes de cette coupe des vainqueurs de coupe en 1980 et 1995, ils ont également atteint les finales de la coupe de l'UEFA en 2000, de la Ligue des champions en 2006 et de l'Europa League en 2019.\r\n\r\nRésident dès 1913 du stade de Highbury, situé dans un quartier du nord de Londres, le club s’est installé en 2006 dans une nouvelle enceinte de 60 355 places : l'Emirates Stadium, situé à Ashburton Grove. Arsenal nourrit une certaine rivalité avec les nombreux autres clubs de la capitale, mais celle l'opposant à Tottenham Hotspur, avec qui il dispute chaque année le « North London derby » est particulièrement ancienne et profonde.\r\n\r\nLe club est dirigé par Chips Keswick (en) qui succède pour raisons de santé en juin 2013 à Peter Hill-Wood, fils et petit-fils des anciens présidents Denis et Samuel Hill-Wood. Il remplace son père à la mort de ce dernier, en 1982, après vingt ans de responsabilités. Son entraîneur depuis le 29 novembre 2019 est le Suédois Fredrik Ljungberg, ancien joueur du club, après le limogeage de l’Espagnol Unai Emery. Cependant le 20 décembre 2019, l'Espagnol Mikel Arteta, lui aussi ancien joueur du club, est nommé entraîneur. Il était avant sa nomination l'assistant de Pep Guardiola à Manchester City",
        "strDescriptionCN": null,
        "strDescriptionIT": "L'Arsenal Football Club, noto semplicemente come Arsenal, è una società calcistica inglese con sede a Londra, più precisamente nel quartiere di Holloway, nel borgo di Islington.[3]\r\n\r\nFondato nel 1886, è uno dei quattordici club che rappresentano la città di Londra a livello professionistico,[4] nonché uno dei più antichi del Paese. Milita nella massima serie del calcio inglese ininterrottamente dal 1919-1920, risultando quindi la squadra da più tempo presente in First Division/Premier League. È la prima squadra della capitale del Regno Unito per successi sportivi e, in ambito federale, la terza dopo Manchester United e Liverpool, essendosi aggiudicata nel corso della sua storia tredici campionati inglesi, dodici FA Cup (record di vittorie, condiviso con il Manchester United), due League Cup e quattordici Community Shield (una condivisa),[5] mentre in ambito internazionale ha conquistato una Coppa delle Coppe ed una Coppa delle Fiere. Inoltre è una delle tredici squadre che hanno raggiunto le finali di tutte le tre principali competizioni gestite dalla UEFA: Champions League (2005-2006), Coppa UEFA (1999-2000) e Coppa delle Coppe (1979-1980, 1993-1994 e 1994-1995).[6]\r\n\r\nI colori sociali, rosso per la maglietta e bianco per i pantaloncini, hanno subìto variazioni più o meno evidenti nel corso degli anni. Anche la sede del club è stata cambiata più volte: inizialmente la squadra giocava a Woolwich, ma nel 1913 si spostò all'Arsenal Stadium, nel quartiere di Highbury; dal 2006 disputa invece le sue partite casalinghe nel nuovo Emirates Stadium. Lo stemma è stato modificato ripetutamente, ma al suo interno è sempre comparso almeno un cannone. Proprio per questo motivo i giocatori ed i tifosi dell'Arsenal sono spesso soprannominati Gunners (in italiano \"cannonieri\").\r\n\r\nL'Arsenal conta su una schiera di tifosi molto nutrita, distribuita in ogni parte del mondo. Nel corso degli anni sono sorte profonde rivalità con i sostenitori di club concittadini, la più sentita delle quali è quella con i seguaci del Tottenham Hotspur, con i quali i Gunners giocano regolarmente il North London derby.[7] L'Arsenal è anche uno dei club più ricchi del mondo, con un patrimonio stimato di 1,3 miliardi di dollari, secondo la rivista Forbes nel 2014, facendone il quinto club più ricco del pianeta e il secondo in Inghilterra.[8]",
        "strDescriptionJP": "アーセナル・フットボール・クラブ（Arsenal Football Club、イギリス英語発音: [ˈɑːsənl ˈfutˌbɔːl klʌb]）は、イングランドの首都ロンドン北部をホームタウンとする、イングランドプロサッカーリーグ（プレミアリーグ）に加盟するプロサッカークラブ。クラブカラーは赤と白。\r\n\r\n現在のホームスタジアムはロンドンのエミレーツ・スタジアム（収容人数60,260人）。プレミアリーグに所属し、同リーグにおいて3回の優勝記録を持つ（フットボールリーグ時代を含めると13回）。2003-2004シーズンには無敗優勝を達成したイングランド屈指の強豪である。1886年に軍需工場の労働者のクラブとして創設されたため、チームのエンブレムは大砲のマークを持つ。「ガナーズ（Gunners）」の愛称で知られ[1]、サポーターは「グーナー（Gooner）」と呼ばれる。\r\n\r\nクラブのモットーは「勝利は調和の中から生まれる（ラテン語: Victoria Concordia Crescit）」。1949年から使用されたクレストに初めて登場する。現行のクレストは2002年から使用されており、大砲の上にサンセリフ体でチーム名が書かれている。",
        "strDescriptionRU": "«Арсена́л» (официальное полное название — Футбольный клуб «Арсенал», англ. Arsenal Football Club, английское произношение: [ˈɑrsənəl 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Северного Лондона, выступающий в Премьер-лиге. Основан в октябре 1886 года. Клуб 13 раз становился чемпионом Англии, 13 раз выигрывал Кубок Англии. Домашним стадионом клуба является Эмирейтс, вмещающий 60 704 зрителей[1].\r\n\r\n«Арсенал» провёл бо́льшую часть своей истории в высшем дивизионе английского футбола, в 1892 году стал одним из клубов-основателей английской Премьер-лиги[4]. Также клуб является рекордсменом по количеству сезонов подряд, проведённых в высшем дивизионе чемпионата Англии, начиная с 1919 года[5].\r\n\r\nПо данным Forbes на 2018 год, «Арсенал» занимал шестое место в списке самых дорогих футбольных клубов мира и оценивался в сумму 2,238 млрд. долларов США[6]. По данным аудиторской компании Deloitte, по итогам сезона 2016/17 «Арсенал» занимал 6-ю строчку в рейтинге самых доходных футбольных клубов с доходом в размере 487,6 млн евро[7].",
        "strDescriptionES": "El Arsenal Football Club (pronunciación en inglés: /ˈɑː(ɹ)sənəl ˈfʊtˌbɔl klʌb/) es un club de fútbol profesional con sede en Holloway, Londres, Inglaterra, que juega en la máxima categoría del fútbol de ese país, la Premier League. Uno de los más laureados del fútbol inglés, ha ganado 43 títulos en su país, incluyendo 13 campeonatos de liga y un récord de 13 Copas de Inglaterra; también ha ganado dos títulos internacionales: la Copa europea de Ferias en 1970 y la Recopa de Europa en 1994.\r\n\r\nFundado en 1886 en el sudeste de Londres, en 1893, se convirtió en el primer club del sur de Inglaterra en unirse a la Football League. Ganó sus primeros títulos —cinco ligas y dos FA Cups— en los años 1930. Luego de un período de escasez en los años posteriores a la Segunda Guerra Mundial, se convirtió en el segundo club del siglo XX en ganar el doblete, obteniendo el Campeonato de Liga y la FA Cup de la temporada 1970-71. Los logros siguieron en los años 1990 y 2000. Durante esos años, Arsenal ganó un doblete de copas nacionales, dos dobletes de Liga y Copa, y dos bicampeonatos de la Copa de Inglaterra. Finalizó una temporada de Liga invicto y se convirtió en el primer club de Londres en llegar a la final de la Liga de Campeones de la UEFA.\r\n\r\nLos colores tradicionales del club, el blanco y el rojo, han evolucionado con el tiempo. Del mismo modo, fue cambiando la ubicación del club; fundado en el distrito de Woolwich, en el sureste de Londres, en 1913 se mudó al norte de Londres, más exactamente en el distrito de Highbury, donde fue establecido el Arsenal Stadium, que funcionó hasta 2006, donde se hizo un traslado más corto, hacia los alrededores de Holloway, donde se levantó el actual Emirates Stadium. La estadía histórica del Arsenal en el norte de Londres, ha creado con el tiempo una fuerte rivalidad con el Tottenham Hotspur, conocida como el Derbi del Norte de Londres.4​\r\n\r\nArsenal posee una de las aficiones más numerosas del mundo.5​6​7​ Según la revista Forbes, el club fue el quinto club más valioso del mundo en 2014, con un valor de 1300 millones libras.8​",
        "strDescriptionPT": "Arsenal Football Club é um clube de futebol, fundado e baseado em Londres, capital da Inglaterra.\r\n\r\nO clube disputa a Premier League e é um dos mais bem sucedidos do futebol inglês, tendo ganhado por 13 vezes o título de campeão do Campeonato Inglês, sendo o terceiro em número de conquistas, e por 13 vezes a Copa da Inglaterra (recorde), sendo também detentor do recorde de maior período de invencibilidade no Campeonato Inglês e também o de ser o único a ganhar a Premier League invicto. No plano internacional, conquistou a Recopa Europeia e a Taça das Cidades com Feiras, já tendo sido finalista da Liga dos Campeões da UEFA, a principal competição europeia de clubes.\r\n\r\nO Arsenal mudou de localização ao longo do tempo, tendo sido fundado em Woolwich, sudeste de Londres, em 1913 mudou-se para o norte de Londres, para o Arsenal Stadium, em Highbury. Em 2006 foi concluída a construção do Emirates Stadium, que está localizado nas proximidades de Holloway, o que foi prometido desde 2004, após o clube fechar negócio com a Emirates Airlines, tendo capacidade para mais de 60.000 expectadores.[3]\r\n\r\nO Arsenal tem muitos torcedores por todo mundo, possuindo uma série de rivalidades de longa data com outros clubes, sendo a mais notável delas contra os vizinhos do Tottenham, com quem disputa regularmente o North London Derby, bastante intensas também contra o Chelsea e o Manchester United.[4]\r\n\r\nSuas cores têm sido tradicionalmente vermelho e branco, mas seus uniformes evoluíram ao longo da história. Um outro grande feito é o de ser um dos 5 únicos clubes do mundo que já venceram a Seleção Brasileira.[5] Já o Arsenal Ladies, é um dos clubes mais bem sucedidos do futebol feminino na Inglaterra.",
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": "Arsenal Football Club er en engelsk fotballklubb som spiller i Premier League. Klubben ble stiftet i 1886, og ble valgt inn i The Football League i 1893. «The Gunners», som er kallenavnet til Arsenal, spiller hjemmekampene sine på Emirates Stadium i Holloway. Holloway er et sted i bydelen Islington som ligger i det nordlige London.",
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/uyhbfe1612467038.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/0006oc1626543801.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/q2mxlz1512644512.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xyusxr1419347566.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qttspr1419347612.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/uwssqx1420884450.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qtprsw1420884964.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rtpsrr1419351049.jpg",
        "strYoutube": "www.youtube.com/user/ArsenalTour",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133601",
        "idSoccerXML": "5",
        "idAPIfootball": "66",
        "intLoved": null,
        "strTeam": "Aston Villa",
        "strTeamShort": "AVL",
        "strAlternate": "Aston Villa FC",
        "intFormedYear": "1874",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Villa Park",
        "strKeywords": "Villa, The Villa, The Villans and The Lions",
        "strRSS": "http://www.football365.com/aston-villa/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uwyqtq1420238705.jpg",
        "strStadiumDescription": "Villa Park is a football stadium in the district of Witton, Birmingham, England, with a seating capacity of 42,682. It has been the home of Aston Villa Football Club since 1897. The team previously played at Aston Park from 1874 to 1876 and Wellington Road from 1876 to 1897. The ground is less than a mile from both Witton and Aston railway stations and has hosted sixteen England internationals at senior level, the first in 1899 and the most recent in 2005. It was the first English ground to stage international football in three different centuries. Villa Park has hosted more FA Cup semi-finals than any other stadium, having hosted 55 matches in total.\r\n\r\nIn 1897 Aston Villa moved into the Aston Lower Grounds, a sports ground in a Victorian amusement park situated in the former grounds of Aston Hall, a Jacobean stately home. Over the course of its history the stadium has gone through various stages of renovation and development, resulting in the current stand configuration of the Holte End, Trinity Road Stand, North Stand and the Doug Ellis Stand. The club has initial planning permission to redevelop the North Stand, which will increase the capacity of Villa Park from 42,682 to approximately 50,000.\r\n\r\nBefore 1914 a cycling track ran around the perimeter of the pitch where regular cycling meetings were hosted as well as athletic events. Aside from football-related uses, the stadium has seen various concerts staged along with other sporting events including boxing matches and international rugby league and rugby union matches. In 1999, the last ever final of the UEFA Cup Winners' Cup took place at Villa Park. Villa Park also hosted the 2012 FA Community Shield, as Wembley Stadium was unavailable due to it staging the final of the Olympic football tournament.",
        "strStadiumLocation": "Aston, Birmingham",
        "intStadiumCapacity": "42785",
        "strWebsite": "www.avfc.co.uk",
        "strFacebook": "www.facebook.com/avfcofficial",
        "strTwitter": "twitter.com/avfcofficial",
        "strInstagram": "instagram.com/avfcofficial",
        "strDescriptionEN": "Aston Villa Football Club (/ˈæstən ˈvɪllə/; also known as Villa, The Villa, The Villans, The Lions) are a professional football club based in Witton, Birmingham, who play in the Premier League, the highest level of English football. Founded in 1874, they have played at their current home ground, Villa Park, since 1897. Aston Villa were founder members of The Football League in 1888. They were also founder members of the Premier League in 1992, and have remained there ever since. The club were floated by the previous owner and chairman Doug Ellis, but in 2006 full control was acquired by American businessman Randy Lerner. Lerner announced on 12 May 2014 that he is selling the club.\r\n\r\nAston Villa are among the oldest and the most successful football clubs in the history of English football. Villa won the 1981–82 European Cup, and are thus one of five English clubs to win what is now the UEFA Champions League. They have the fourth highest total of major honours won by an English club, having won the First Division Championship seven times (most recently in the 1980–81 season), the FA Cup seven times (last won in 1957), the Football League Cup five times (last won in 1996) and the UEFA Super Cup in 1982. The club have also produced more England national team players than any other side, currently having produced 72.\r\n\r\nThey have a fierce local rivalry with Birmingham City. The Second City derby between Aston Villa and Birmingham City has been played since 1879. The club's traditional kit colours are claret shirts with sky blue sleeves, white shorts and sky blue socks. Their traditional badge is of a rampant gold lion on a light blue background with the club's motto \"Prepared\" underneath; a modified version of this was adopted in 2007.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "L'Aston Villa Football Club, noto semplicemente come Aston Villa,[1] è una società calcistica inglese con sede nel quartiere di Aston della città di Birmingham. Milita in Premier League, la massima serie del campionato inglese di calcio.\r\n\r\nFondato nel 1874, gioca nell'attuale stadio, il Villa Park, dal 1897. Fu tra i membri fondatori della Football League nel 1888 e della Premier League nel 1992.[2] Nel luglio 2018 l'egiziano Nassef Sawiris ha sostituito Tony Xia nel ruolo di presidente, in seguito all'acquisizione di una quota di controllo del 55% da parte di NSWE, una società posseduta e controllata congiuntamente dal gruppo di Sawiris NNS e dal miliardario americano Wes Edens[3]. Nell'agosto 2019, le azioni rimanenti di Tony Xia sono state acquistate dalla NSWE, che ha assunto quindi il pieno controllo del club.[4]\r\n\r\nL'Aston Villa è uno dei più antichi e vincenti club d'Inghilterra. È inoltre una delle cinque squadre inglesi ad essersi aggiudicato la Coppa dei Campioni/Champions League.[5] È l’ottavo club inglese per successi calcistici (dopo Manchester United, Liverpool, Arsenal, Chelsea, Manchester City, Tottenham e Everton), avendo ottenuto 23 trofei principali,[6] anche se la maggior parte di questi arrivarono prima della Seconda guerra mondiale. È la seconda squadra per numero di stagioni in First Division/Premier League, dietro all'Everton e davanti al Liverpool.\r\n\r\nLa squadra ha una antichissima rivalità con il Birmingham City, altro club della città, e con le altre squadre della contea delle West Midlands (West Bromwich Albion, Wolverhampton, Coventry City e Walsall). Il primo derby di Birmingham, giocato nel 1879, ha visto la vittoria finale dell'Aston Villa per 1-0.[7]\r\n\r\nI colori tradizionali del club sono il bordeaux ed il celeste (in inglese claret & blue). Diversi sono stati gli stemmi utilizzati, tutti caratterizzati dalla presenza di un leone rampante. Lo storico simbolo circolare della squadra che vinse la Coppa dei Campioni 1981-1982 fu sostituito qualche anno più tardi da uno scudo a righe bordeaux e celesti con il leone al centro. Nel 2007 lo stemma venne ulteriormente modificato inserendo il leone d'oro rampante su uno sfondo celeste; nella parte inferiore il motto Prepared. Nel 2016 è stato tolto il motto Prepared ed il leone è stato aumentato nelle dimensioni.[8]",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/aofmzk1565427581.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/akd1ok1626292398.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/wtsxus1424375522.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/trxryx1421747670.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/ywquwr1421747828.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/cal7fg1485707947.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qvpvwq1421747716.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vrttsr1421749709.jpg",
        "strYoutube": "www.youtube.com/user/avfcofficial",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "134355",
        "idSoccerXML": "811",
        "idAPIfootball": "55",
        "intLoved": "1",
        "strTeam": "Brentford",
        "strTeamShort": null,
        "strAlternate": "Brentford Football Club, Brentford FC, BFC",
        "intFormedYear": "1889",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Brentford Community Stadium",
        "strKeywords": "The Bees",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/kfbybt1506258320.jpg",
        "strStadiumDescription": "Brentford Community Stadium is a stadium in Brentford, West London, that is the home of both Premier League club Brentford and Premiership Rugby club London Irish. The stadium has a capacity of 17,250 and is suitable for use for both association football and rugby union matches. The new stadium is at the heart of plans to regenerate the surrounding area, including new homes and commercial opportunities.",
        "strStadiumLocation": "Brentford, London, England",
        "intStadiumCapacity": "17250",
        "strWebsite": "www.brentfordfc.com",
        "strFacebook": "www.facebook.com/brentfordfootballclub1889",
        "strTwitter": "twitter.com/brentfordfc",
        "strInstagram": "www.instagram.com/brentfordfc",
        "strDescriptionEN": "Brentford Football Club is a professional football club based in Brentford, West London, England. They currently compete in the Premier League, the highest tier of English football, having gained promotion via the playoffs at the end of the 2020–21 Championship season. Nicknamed \"the Bees\", the club was founded in 1889 and played home matches at Griffin Park from 1904 before moving to Brentford Community Stadium in 2020. Their main rivals are fellow West London clubs Fulham and Queens Park Rangers.\r\n\r\nBrentford initially played amateur football before they entered the London League in 1896 and finished as runners-up of the Second Division and then the First Division to win election into the Southern League in 1898. They won the Southern League Second Division in 1900–01 and were elected into the Football League in 1920. Brentford won the Third Division South title in 1932–33 and the Second Division title in 1934–35. The club enjoyed a successful spell in the top flight of English football, reaching a peak of fifth in the First Division, in 1935–36, their highest ever league finish, before three relegations left them in the Fourth Division by 1962. They were crowned Fourth Division champions in 1962–63, but were relegated in 1966 and again in 1973 after gaining promotion in 1971–72. Brentford spent 14 seasons in the Third Division after gaining promotion in 1977–78 and went on to win the Third Division title in 1991–92, though were relegated again in 1993.\r\n\r\nBrentford were relegated into the fourth tier in 1998 and won promotion as champions in the 1998–99 campaign. The club were relegated in 2007 and won promotion as champions of League Two in 2008–09 and then were promoted out of League One in 2013–14. They had unsuccessful Championship play-off campaigns in 2015 and 2020. Brentford have a poor record in finals, finishing as runners-up in three Associate Members' Cup / Football League Trophy finals (1985, 2001 and 2011) and losing four play-off finals (the 1997 Second Division final, 2002 Second Division final, 2013 League One final and 2020 Championship final). However, Brentford won the 2021 Championship final to be promoted to the highest level for the first time since the 1946–47 season.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Brentford Football Club, meglio noto come Brentford, è una società calcistica inglese fondata nel 1889, con sede nell'omonimo distretto di Londra. Milita in Premier League, massima divisione del campionato inglese di calcio.\r\n\r\nDisputa le partite casalinghe al Brentford Community Stadium, impianto da circa 17 000 posti che ha sostituito nel 2020 il Griffin Park, dove la squadra era di scena dal 1904. Nella stagione 1935-36 il club ottenne il migliore risultato della propria storia, piazzandosi quinto in First Division.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/grv1aw1546453779.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ie4gpy1627934971.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/7tb0ib1509012429.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/6il97g1528109964.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/aw60n81528110040.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/senexf1528110051.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/5seb5c1528110103.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wrdpae1528110167.jpg",
        "strYoutube": "www.youtube.com/brentfordfc",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133619",
        "idSoccerXML": "24",
        "idAPIfootball": "51",
        "intLoved": null,
        "strTeam": "Brighton",
        "strTeamShort": "BRI",
        "strAlternate": "Brighton & Hove Albion",
        "intFormedYear": "1901",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Amex Stadium",
        "strKeywords": "Seagulls",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wqvxrw1420720245.jpg",
        "strStadiumDescription": "Falmer Stadium, known for sponsorship purposes as the American Express Community Stadium, or simply The Amex, is a football stadium near the village of Falmer in Brighton and Hove and is the home of Brighton & Hove Albion F.C.. The stadium was handed over from the developers to the club on 31 May 2011. The first competitive game to be played at the stadium was the 2010–11 season final of the Sussex Senior Cup between Brighton and Eastbourne Borough on 16 July 2011. The first ever league game was against Doncaster Rovers, who were also the opponents in the last ever game played at Brighton's former stadium, the Goldstone Ground, 14 years earlier.\r\n\r\nIn May 2013 it was announced that the stadium would host games during the 2015 Rugby World Cup.",
        "strStadiumLocation": "Falmer, Brighton, East Sussex, England",
        "intStadiumCapacity": "30750",
        "strWebsite": "www.seagulls.co.uk",
        "strFacebook": "www.facebook.com/officialbhafc/",
        "strTwitter": "twitter.com/officialbhafc",
        "strInstagram": "www.instagram.com/officialbhafc",
        "strDescriptionEN": "Brighton and Hove Albion Football Club is an English football club based in the coastal city of Brighton & Hove, East Sussex. It is often referred to just as Brighton. They currently play in the Football League Championship, the second tier of the English football league system.\r\n\r\nThe team is nicknamed the \"Seagulls\" or \"Albion\". The team has historically played in blue and white stripes, though this changed to all white briefly in the 1970s and again to plain blue during the club's most successful spell in the 1980s. Crystal Palace is considered the club's main rival, although the grounds are 40 miles apart.\r\n\r\nFounded in 1901, Brighton played their early professional football in the Southern League before being elected to the Football League in 1920. The club enjoyed greatest prominence between 1979 and 1983 when they played in the First Division and reached the 1983 FA Cup Final, losing to Manchester United after a replay. They were relegated from the top division in the same season. Mismanagement brought Brighton close to relegation from the Football League to the Conference which they narrowly avoided in 1997 and 1998. A boardroom takeover saved Brighton from liquidation, and following successive promotions they returned to the second tier of English football in 2002 and have played in the second and third tiers ever since.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Brighton & Hove Albion Football Club, meglio noto come Brighton & Hove o più semplicemente Brighton, è una società calcistica inglese professionistica della località balneare di Brighton & Hove, nell'East Sussex. Dal 2017 milita in Premier League.\r\n\r\nI giocatori sono soprannominati i \"Seagulls\" (gabbiani). Il club ottenne notevole risalto negli anni a cavallo tra il 1979 ed il 1983, quando militava in First Division e raggiunse la finale di FA Cup del 1983, persa contro il Manchester United dopo il replay.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ywypts1448810904.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/q56lge1626290711.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xvvqxv1448810981.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/bk2b6j1504211012.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/2f41gp1504211039.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/bfasc71504211054.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/nfo32o1504211067.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/5jitnu1504211082.jpg",
        "strYoutube": "www.youtube.com/user/officialbhafc",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133623",
        "idSoccerXML": "28",
        "idAPIfootball": "44",
        "intLoved": "0",
        "strTeam": "Burnley",
        "strTeamShort": "BUR",
        "strAlternate": "Burnley FC",
        "intFormedYear": "1882",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Turf Moor",
        "strKeywords": "The Clarets",
        "strRSS": "http://www.football365.com/burnley/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vvpvxw1420243385.jpg",
        "strStadiumDescription": "Turf Moor is a football stadium in Burnley, Lancashire, England. It is the home ground of Premier League side Burnley Football Club, who have played there since moving from its Calder Vale ground in 1883. The stadium, which is situated on Harry Potts Way, named so after the club's longest serving Manager, has a capacity of 21,401, all seated. It was one of the last remaining stadiums in England to have the players' tunnel and dressing rooms behind one of the goals, until it was covered for seating in time for the 2014-15 Premier League season and rebuilt between the David Fishwick and James Hargreaves stand. The ground originally consisted of just a pitch and the first grandstand was not built until 1885. Six years after this, the \"Star\" stand was erected and terracing was later added to the ends of the ground. After the Second World War, the stadium was redeveloped with all four stands being rebuilt. During the 1990s, the ground underwent further refurbishment when the Longside and Bee Hole End terraces were replaced by all-seater stands. Currently, the four stands at Turf Moor are the James Hargreaves Stand, the Jimmy McIlroy Stand, the Bob Lord Stand and the Cricket Field Stand.\r\n\r\nBurnley played their first match at the ground on 17 February 1883, losing 3–6 to local side Rawtenstall. When Prince Albert Victor opened a new hospital in Burnley in 1886, Turf Moor became the first football ground to be visited by a member of the British Royal Family. The first Football League match at the ground took place on 6 October 1888, with Fred Poland scoring the first competitive goal at the stadium. The record attendance at Turf Moor was set in 1924 when 54,755 people attended an FA Cup tie between Burnley and Huddersfield Town. In the same year, Turf Moor hosted its only FA Cup semi-final to date. In 1927, the stadium was the venue of an international match between England and Wales. Since then, the ground has been used to host matches in the European Under-19 Championship and European Under-21 Championship fixtures.\r\n\r\nIn 2007, plans for expansion of Turf Moor were released to the public. The Burnley directors proposed a major development of the stadium, costing £20 million. The plans, which would incorporate the rebuilding of the Cricket Field Stand and the moving of the players' entrance tunnel, have been put on hold until the current financial climate improves. In 2009, following Burnley's promotion to the Premier League, the development of a second tier on the Bob Lord stand was announced. Director Paul Fletcher stated that the anticipated capacity of Turf Moor would eventually be 28,000 to cope with extra fans. However following the club's relegation from the Premier League in 2010, these plans were put on hold indefinitely.\r\n\r\nAfter again achieving promotion to the Premier League in 2014 further Ground renovations were undertaken to comply with new regulations include housing for International Media, relocation of the players tunnel and upgrades to seating in the David Fishwick Stand for away supporters. On 26 June 2014 the club unveiled a planning application for extensions to the Turf Moor front entrance including the rebuilding of the official Club Shop containing a first floor museum.",
        "strStadiumLocation": "Harry Potts Way, Burnley, Lancashire",
        "intStadiumCapacity": "21401",
        "strWebsite": "www.burnleyfootballclub.com",
        "strFacebook": "www.facebook.com/officialburnleyfc",
        "strTwitter": "www.twitter.com/burnleyofficial",
        "strInstagram": "www.instagram.com/burnleyofficial",
        "strDescriptionEN": "Burnley Football Club /ˈbɜrnli/ are a professional football club based in Burnley, Lancashire, who play in the Premier League, the highest level of English football. Nicknamed The Clarets, due to the dominant colour of their home shirts, they were one of the founder members of the Football League in 1888. The club colours of claret and blue were adopted in 1910 in tribute to the dominant club of English football at the time, Aston Villa. It was thought the colours might lift and inspire Burnley to emulate the aforementioned side. Their home ground since 1883 has been Turf Moor.\r\n\r\nBurnley have been Football League Champions twice, in 1920–21 and 1959–60, and have won the FA Cup once, in 1914. The Clarets also reached the 1961 quarter-finals of the European Cup. They are one of only three teams to have won all top four professional divisions of English football, along with Wolverhampton Wanderers and Preston North End.\r\n\r\nThe club spent most of their early history in England's top two divisions, but remained outside the top flight from 1976 to 2009. From 1985 to 1992 they had a seven-year spell in the lowest tier of the Football League. In 1987 they narrowly avoided relegation to the Conference. Between 2000 and 2009 they played in the second tier of English football, until they gained promotion to the Premier League for the first time in 33 years after winning the 2009 Championship play-off final, but were relegated after a single season. The club currently play in the Premier League again in 2014–15 after being promoted from the Football League Championship at the end of the 2013–14 season as runners-up to Leicester City.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Burnley Football Club, noto semplicemente come Burnley, è una società calcistica inglese con sede nella città di Burnley, nella contea del Lancashire, militante in Premier League (prima divisione inglese). Costituito nel 1882, il club fu uno dei membri fondatori della Football League nel 1888. Dal 1883 disputa le proprie partite interne allo stadio Turf Moor.\r\n\r\nIl Burnley ha vinto due volte la First Division (1920-1921 e 1959-1960), una volta la FA Cup (1913-1914) e due volte il Charity Shield (1960 e 1973). Insieme al Preston North End e al Wolverhampton Wanderers, è una delle sole tre squadre ad aver vinto almeno una volta tutte le prime quattro maggiori divisioni calcistiche professionistiche inglesi. A livello internazionale, il club ha raggiunto come suo miglior risultato i quarti di finale della Coppa dei Campioni nella stagione 1960-1961.\r\n\r\nIl Burnley ha trascorso la maggior parte della propria storia tra la prima e la seconda divisione inglese, ma è rimasta fuori dalla massima serie dal 1976 al 2009. Dal 1985 al 1992 ha militato per alcuni anni nella divisione minore della Football League, evitando per poco la retrocessione nella Conference nel 1987.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/sqrttx1448811003.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/fuyd261628849859.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/vstywy1469522470.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qxtvww1424229257.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vwuryy1469522328.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/truwwr1424229288.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/tuswuy1469522211.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vtwups1424563418.jpg",
        "strYoutube": "www.youtube.com/user/officialburnleyfc",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133610",
        "idSoccerXML": "15",
        "idAPIfootball": "49",
        "intLoved": "5",
        "strTeam": "Chelsea",
        "strTeamShort": "CHE",
        "strAlternate": "Chelsea FC",
        "intFormedYear": "1905",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "",
        "idLeague2": null,
        "strLeague3": "FA Cup",
        "idLeague3": "4482",
        "strLeague4": "EFL Cup",
        "idLeague4": "4570",
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "FIFA Club World Cup",
        "idLeague7": "4503",
        "strDivision": null,
        "strManager": "",
        "strStadium": "Stamford Bridge",
        "strKeywords": "The Blues, The Pensioners",
        "strRSS": "http://feeds.feedburner.com/chelseafc/latestnews",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vpuxsx1420200157.jpg",
        "strStadiumDescription": "Stamford Bridge (/ˈstæm.fərd ˈbrɪdʒ/) is a football stadium located in Fulham, London. It is the home ground of Chelsea F.C.. The stadium is located within the Moore Park Estate also known as Walham Green and is often referred to as simply The Bridge. The capacity is 41,798, making it the eighth largest ground in the Premier League.\r\n\r\nOpened in 1877, the stadium was used by the London Athletic Club until 1905, when new owner Gus Mears founded Chelsea Football Club to occupy the ground; Chelsea have played their home games there ever since. It has undergone numerous major changes over the years, most recently in the 1990s when it was renovated into a modern, all-seater stadium.\r\n\r\nStamford Bridge has been used as a venue for England international matches, FA Cup Finals, FA Cup semi-finals and Charity Shield games. It has also hosted numerous other sports, such as cricket, rugby union, speedway, greyhound racing, baseball and American football. The stadium's highest official attendance is 82,905, for a league match between Chelsea and Arsenal on 12 October 1935.",
        "strStadiumLocation": "Fulham, London",
        "intStadiumCapacity": "41798",
        "strWebsite": "www.chelseafc.com",
        "strFacebook": "www.facebook.com/ChelseaFC",
        "strTwitter": "twitter.com/chelseafc",
        "strInstagram": "www.instagram.com/chelseafc",
        "strDescriptionEN": "Chelsea Football Club /ˈtʃɛlsiː/ are a professional football club based in Fulham, London, who play in the Premier League, the highest level of English football. Founded in 1905, the club have spent most of their history in the top tier of English football. The club's home ground is the 41,837-seat Stamford Bridge stadium, where they have played since their establishment.\r\n\r\nChelsea had their first major success in 1955, winning the league championship, and won various cup competitions during the 1960s, 1970s, 1990s and 2000s. The club have enjoyed their greatest period of success in the past two decades, winning 15 major trophies since 1997. Domestically, Chelsea have won four league titles, seven FA Cups, four League Cups and four FA Community Shields, while in continental competitions they have won two UEFA Cup Winners' Cups, one UEFA Super Cup, one UEFA Europa League and one UEFA Champions League. Chelsea are the only London club to win the UEFA Champions League, and one of four clubs, and the only British club, to have won all three main UEFA club competitions.\r\n\r\nChelsea's regular kit colours are royal blue shirts and shorts with white socks. The club's crest has been changed several times in attempts to re-brand the club and modernise its image. The current crest, featuring a ceremonial lion rampant regardant holding a staff, is a modification of the one introduced in the early 1950s. The club have sustained the fifth highest average all-time attendance in English football. Their average home gate for the 2012–13 season was 41,462, the sixth highest in the Premier League. Since July 2003, Chelsea have been owned by Russian billionaire Roman Abramovich. In April 2013 they were ranked by Forbes Magazine as the seventh most valuable football club in the world, at £588 million ($901 million), an increase of 18% from the previous year.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Chelsea Football Club, noto semplicemente come Chelsea (pron. 'tʃɛlsi), è una società calcistica inglese con sede nella città di Londra, nel borgo di Hammersmith e Fulham, militante nella massima serie del campionato inglese dalla stagione 1989-1990.\r\n\r\nHa vissuto due diverse epoche di successi, la prima dalla metà degli anni sessanta ai primi anni settanta del XX secolo e la seconda dalla fine degli anni novanta ai giorni nostri. Nel suo palmarès figurano 6 campionati inglesi, 8 FA Cup, 5 League Cup, 4 Community Shield, 2 UEFA Champions League, 2 Europa League, 2 Coppe delle Coppe e una Supercoppa europea.[1] Insieme alla Juventus, all'Ajax, al Bayern Monaco e al Manchester United è uno dei cinque club che sono riusciti a vincere tutti e tre i maggiori tornei europei calcistici per club ed è, insieme alle medesime squadre, uno dei club europei che ha vinto almeno una volta tutte le competizioni UEFA a cui ha preso parte.[2] Per numero di trofei vinti a livello internazionale è la prima squadra londinese e la terza inglese dopo Liverpool e Manchester United. Nel 2013 è inoltre diventata l'unica squadra europea ad essere stata campione in carica contemporaneamente delle due competizioni UEFA stagionali (UEFA Champions League ed Europa League). Nel 2009 la rivista Forbes ha indicato il Chelsea come l'ottavo club più ricco del mondo, con un patrimonio stimato intorno agli 800 milioni di dollari.[3]\r\n\r\nNonostante il nome, la squadra non ha sede nell'omonimo quartiere di Londra, bensì nel vicino borgo di Hammersmith e Fulham. I giocatori vengono soprannominati The Blues (\"i blu\"), per via dei colori sociali del club, o più anticamente The Pensioners (\"i pensionati\"). Il completo tradizionale del club è una maglietta di colore blu reale con abbinati dei pantaloncini dello stesso colore. Il simbolo, invece, è stato quasi sempre un leone cerimoniale con un bastone, che nel 2005 ha subito un piccolo restyling.Il Chelsea è quinto nella classifica dell'affluenza media di tifosi negli stadi inglesi. I suoi sostenitori non vivono rivalità accesissime: la maggiore è quella coi vicini dell'Arsenal, seguita da quelle con gli altri concittadini del Tottenham e del Fulham; a livello nazionale, invece, le sfide più sentite sono quelle contro il Liverpool e il Manchester United.[6]\r\n\r\nDalla fondazione, nel 1905, disputa le proprie partite casalinghe allo stadio Stamford Bridge, impianto da 41 837 posti.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yvwvtu1448813215.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/cpahdv1625745692.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/urupss1421777612.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rppwtt1424447399.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qtqrus1424447422.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tws3yo1548279989.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/wwuput1421778515.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/twxrxv1421778197.jpg",
        "strYoutube": "www.youtube.com/user/chelseafc",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133632",
        "idSoccerXML": "38",
        "idAPIfootball": "52",
        "intLoved": "0",
        "strTeam": "Crystal Palace",
        "strTeamShort": "CRY",
        "strAlternate": "Palace",
        "intFormedYear": "1905",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Selhurst Park",
        "strKeywords": "The Eagles, The Glaziers",
        "strRSS": "http://www.football365.com/crystal-palace/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/tvsxvw1420238927.jpg",
        "strStadiumDescription": "Selhurst Park is an association football stadium located in the London suburb of South Norwood in the Borough of Croydon. It is the current home ground of Crystal Palace Football Club playing in the Premier League.\r\n\r\nIn 1922 the site, a former brickfield, was bought from the Brighton Railway Company for £2,570. The stadium (designed by Scottish stadium architect Archibald Leitch) was constructed by Humphreys of Kensington (a firm regularly used by Leitch) for around £30,000, and was officially opened by the Lord Mayor of London on 30 August 1924. There was then only one stand (the present Main Stand), but this was unfinished due to industrial action; Crystal Palace played Sheffield Wednesday and lost 0–1 in front of 25,000 fans.\r\n\r\nTwo years later, in 1926, England played Wales in an international at the stadium. England amateur matches and various other finals were also staged there, as were other sports including boxing, bicycle polo (in the late 1940s) and cricket and music concerts (in the 1980s). In addition to this, it hosted two games for the 1948 Summer Olympics.\r\n\r\nIn 1953, the stadium's first floodlights were installed consisting of numerous poles around the 3 sides of terracing and four roof mounted installations on the Main Stand, but were replaced nine years later by floodlights mounted on, pylons in each corner and six installations on the Main Stand roof. Real Madrid marked the occasion by playing the first game under the new set of bulbs – a real footballing coup at the time for third division Palace, as it was Real's first ever match in London.",
        "strStadiumLocation": "South Norwood, London",
        "intStadiumCapacity": "26255",
        "strWebsite": "www.cpfc.co.uk",
        "strFacebook": "www.facebook.com/officialcpfc",
        "strTwitter": "twitter.com/cpfc",
        "strInstagram": "www.instagram.com/CPFC",
        "strDescriptionEN": "Crystal Palace Football Club is an English professional football club based in South Norwood, London. They currently play in the highest level in English football, the Premier League. Since 1964, the club have mostly played in the top two leagues of English football. The club was founded in 1905 at the site of the famous Crystal Palace Exhibition building by the owners of the FA Cup Final stadium, who wanted their own team to play at the historic venue. Palace applied to be elected to The Football League, but this was rejected and they instead joined the Southern Football League Second Division, playing home games at The Crystal Palace, inspiration for the club's initial nickname, \"The Glaziers\". Palace won the Division and promotion in their first season, and played in the Southern League First Division for the next fifteen years.\r\n\r\nIn 1920 the Southern League Division One formed the Football League Third Division. Palace won the division and gained promotion to the Second Division, where they spent four seasons before suffering relegation to the Third Division South. In 1958 a league re-organisation saw Palace become founder members of Division Four. Over the next eleven years the club moved from the lowest rung of English Football to the highest, reaching the First Division in 1969, and staying in the top division for four seasons before suffering successive relegations. In 1973 the club modernised its image, changing the nickname from The Glaziers to \"The Eagles\" and ending the 68-year association with claret and blue by introducing the red-and-blue vertical stripes now associated with the club. The club stabilised itself in the top two divisions with promotions in 1977 and 1979, the latter saw the club crowned as Division Two Champions. The period between 1989–91 was a successful time for the club. They reached an FA Cup Final in 1990, won the Full Members Cup in 1991, and achieved third place in the top division in the 1990–1991 season. Palace became founder members of the Premier League in 1992, but were relegated the same season, despite achieving 49 points which is still a Premier League record for a relegated club. The club then achieved promotion back to the Premier League three times in 1994, 1997 and 2004, but each time suffered relegation at the end of the following season. Palace entered administration in both 2000 and 2010, and are now owned by a consortium of four. The club were promoted back to the Premier League with a 1–0 win over Watford in the Football League play-offs in May 2013.\r\n\r\nCrystal Palace initially played their games in the grounds of The Crystal Palace, but the First World War saw them forced to move out, and they enjoyed a number of seasons at both the Herne Hill Velodrome and The Nest. Since 1924, Palace have played their home games at Selhurst Park. Their home colours are red and blue vertical stripes, though prior to 1973 they wore claret and pale blue after the fashion of Aston Villa. They have a fierce rivalry with M23 neighbours Brighton & Hove Albion, with whom they have contested the M23 derby 98 times and also enjoy a strong rivalry with fellow South London team Millwall. The club's kit is currently made by Macron, and the shirt sponsor is Neteller. The club captain is Mile Jedinak and the current player of the year is Julian Speroni. Edmund Goodman is the club's longest serving manager, and Jim Cannon has made the most appearances for the club. Peter Simpson is the club's top scorer for both one season and overall, netting 54 and 165 respectively. The highest transfer fee received has been for Wilfried Zaha from Manchester United in January 2013.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Crystal Palace Football Club, noto più semplicemente come Crystal Palace, è una società calcistica inglese con sede a Londra, nel borgo di Croydon. Milita nella Premier League.\r\n\r\nIl club fu fondato il 10 settembre 1905 dai proprietari dello stadio dove si teneva la finale di FA Cup, che desideravano che nello stadio giocasse una loro squadra.\r\n\r\nLa scelta dei colori sociali originari è stata ispirata dalla presenza nell'ambito societario di Edmund Goodman, ex impiegato dei Villans che si occupò dell'aspetto organizzativo del nuovo club e che ne fu allenatore dal 1907 al 1925. Attualmente i colori adottati sono il rosso vermiglio e il blu.\r\n\r\nNella sua storia la squadra londinese ha raggiunto i migliori risultati all'inizio degli anni novanta, guidata in attacco da Ian Wright, con la finale di FA Cup del 1990 persa al replay e il terzo posto in campionato nel 1991. In quell'anno vinse anche la Full Members Cup, competizione per le squadre delle prime due divisioni, giocatasi fra il 1986 e il 1992.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rytxyw1448813222.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/0dw41p1628711456.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/woip371509012248.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/svsvqv1424367005.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/3trd0z1547482101.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/yvuwup1424367035.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ryuspy1424367053.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vpvqyu1424562192.jpg",
        "strYoutube": "www.youtube.com/channel/UCWB9N0012fG6bGyj486Qxmg",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133615",
        "idSoccerXML": "20",
        "idAPIfootball": "45",
        "intLoved": null,
        "strTeam": "Everton",
        "strTeamShort": "EVE",
        "strAlternate": "Everton FC",
        "intFormedYear": "1878",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Goodison Park",
        "strKeywords": "The Toffees",
        "strRSS": "http://www.football365.com/everton/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vwwttq1420239339.jpg",
        "strStadiumDescription": "Goodison Park is a football stadium located in Walton, Liverpool, England. The stadium has been home to Premier League club Everton F.C. since its completion in 1892 and is one of the world's oldest purpose-built football grounds. The stadium is built in a residential area served by regular rail and bus services two miles (3 km) from Liverpool city centre.\r\n\r\nGoodison has undergone many changes over the years and it presently has an all-seated capacity of 39,572. Everton fans refer to the stadium as \"The Grand Old Lady\" and the abridged \"Goodison\".\r\n\r\nIt has hosted more top-flight games than any other stadium in England. Goodison has hosted the maximum number of league games since the Premier League was formed in 1992, as Everton have remained in the top tier of English football since 1954. The club has only been outside the top division for four seasons, having only been relegated twice (in 1930 and 1951).\r\n\r\nAs well as hosting Everton games, the stadium has been the venue for an FA Cup Final and numerous international fixtures, including several in the 1966 FIFA World Cup. The record for the highest attendance in women's football was set at Goodison Park in 1920, which stood for 92 years until 31 July 2012. This game's high attendance resulted in women's football being banned by the Football Association for 50 years as they felt it threatened the men's game.\r\n\r\nGoodison Park was conceived in unusual circumstances: two factions of politicians on the Everton board grappled to control the destiny of the club. A split emerged with the members with the majority leaving their home at Anfield forming Goodison Park. Everton F.C.'s relocation to Goodison Park was one of the earliest cases of a team moving to a new stadium for monetary benefit.",
        "strStadiumLocation": "Walton, Liverpool",
        "intStadiumCapacity": "40157",
        "strWebsite": "www.evertonfc.com",
        "strFacebook": "www.facebook.com/Everton",
        "strTwitter": "twitter.com/everton",
        "strInstagram": "instagram.com/officialeverton",
        "strDescriptionEN": "Everton Football Club /ˈɛvərtən/ are an English professional football club based in Liverpool, and currently playing in the Premier League. The club have competed in the top division for a record 110 seasons (missing only four seasons, in the second tier) and have won the League Championship nine times.\r\n\r\nFormed in 1878, Everton were founding members of The Football League in 1888 and won their first league championship two seasons later. Following four league titles and two FA Cup wins, Everton experienced a lull in the immediate post World War Two period until a revival in the 1960s which saw the club win two league championships and an FA Cup. The mid-1980s represented their most recent period of sustained success, with two League Championship successes, an FA Cup, and the 1985 European Cup Winners' Cup. The club's most recent major trophy was the 1995 FA Cup. The club's supporters are known as Evertonians.\r\n\r\nEverton have a rivalry with neighbours Liverpool and the two sides contest the Merseyside derby. The club have been based at Goodison Park since 1892, after moving from Anfield after a row over its rent.\r\n\r\nThe club's home colours are royal blue shirts and white shorts. Everton player Dixie Dean scored a record 60 league goals in the 1927–28 season.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "L'Everton Football Club, meglio noto come Everton (IPA: /ˈɛvərtən/), è un club calcistico inglese di Liverpool. Milita ininterrottamente in Premier League dal 1954 e disputa i propri incontri interni a Goodison Park, nel distretto cittadino di Walton.\r\n\r\nNato nel 1878, è il club più antico della città ed è tra i fondatori della Football League (1888); vanta un record di 118 stagioni nel massimo campionato inglese (Football League fino al 1992 e, da allora, Premier League) su 122 edizioni, che ha vinto diciannove volte (l'ultima nel 1987); vanta inoltre la vittoria in venti FA Cup, nove Charity Shield e, fuori dai confini nazionali, nella Coppa delle Coppe 1984-85.\r\n\r\nVanta una rivalità sportiva di lunga data con la concittadina Liverpool Football Club, accentuatasi nel periodo in cui quest'ultimo club inanellò un ciclo vittorioso che lo portò a essere il più titolato d'Inghilterra intorno alla metà degli anni ottanta, con vittorie sia a livello interno che europeo.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/eqayrf1523184794.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/rptuc01626295699.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xqyrtw1420477561.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/yyuypw1420393451.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yvxsuy1421360829.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tuvwus1421361016.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/sppyvw1421360906.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rsstxs1424564236.jpg",
        "strYoutube": "www.youtube.com/user/OfficialEverton",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133635",
        "idSoccerXML": "42",
        "idAPIfootball": "63",
        "intLoved": null,
        "strTeam": "Leeds",
        "strTeamShort": "LEE",
        "strAlternate": "Leeds United FC",
        "intFormedYear": "1919",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Elland Road",
        "strKeywords": "The Whites, The Peacocks",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uvypxx1420710990.jpg",
        "strStadiumDescription": "Elland Road is a football stadium in Leeds, West Yorkshire. It has been the home of Leeds United A.F.C. since the club's foundation in 1919 and it was previously occupied by Leeds City and Holbeck Rugby Club.\r\n\r\nThe stadium is the 12th largest football stadium in England, and the second largest outside the Premier League.\r\n\r\nThe ground has hosted FA Cup semi-final matches as a neutral venue, and England international fixtures, having been selected as one of eight Euro 96 venues. Previously, Elland Road was home to Holbeck Rugby Club and although used primarily for football since the early 20th century, rugby league returned when the ground was used by the Hunslet Hawks for several seasons in the mid-1980s. The stadium has hosted concerts, including performances from rock bands Queen, U2, Happy Mondays and more recently, the Kaiser Chiefs and Rod Stewart.\r\n\r\nElland Road comprises four main stands – the Revie Stand, the East Stand, the South Stand and the John Charles Stand– which, together with the corners, bring the total capacity to 37,890 The record attendance of 57,892 was set on 15 March 1967 in an FA Cup 5th round replay against Sunderland. This was before the stadium became an all-seater venue as stipulated by the Taylor Report and the modern record is 40,287 for a Premiership match against Newcastle United on 22 December 2001.",
        "strStadiumLocation": "Beeston, Leeds, England",
        "intStadiumCapacity": "37890",
        "strWebsite": "www.leedsunited.com",
        "strFacebook": "www.facebook.com/LeedsUnited",
        "strTwitter": "twitter.com/lufc",
        "strInstagram": "www.instagram.com/leedsunited",
        "strDescriptionEN": "Leeds United Football Club is a professional football club in Leeds, West Yorkshire, England. The club was formed in 1919 following the disbanding of Leeds City F.C. by the Football League and took over their Elland Road stadium. They will play in the Premier League, the first tier of English football, following promotion in the 2019–20 season.\r\n\r\nMost of their history has been spent playing in the first tier; their longest continuous spell inside the first tier was a period of 18 years between 1964 and 1982, while their longest period outside of it spanned 16 years between 2004 and 2020. They have won three English league titles, one FA Cup, one League Cup, two Charity/Community Shields and two Inter-Cities Fairs Cups. The club reached the 1975 European Cup Final, losing to Bayern Munich after some controversial refereeing decisions. Leeds reached the semi-finals of the tournament's successor, the Champions League in 2001. The club were also runners-up in the European Cup Winners Cup final in 1973. The majority of the honours were won under the management of Don Revie in the 1960s and 1970s.\r\n\r\nLeeds play in all-white kits at home matches. The club's badge features the White Rose of York. The club's anthem is Marching on Together. Leeds share rivalries with Manchester United and Chelsea, as well as with local teams such as Huddersfield Town, Bradford City and Sheffield Wednesday.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Leeds United Football Club o Leeds United, è un club calcistico inglese di Leeds, nato nel 1919 dopo lo scioglimento di un preesistente club cittadino, il Leeds City. Milita in Premier League, il vertice del campionato inglese di calcio, e disputa gli incontri interni nell'impianto di proprietà, Elland Road, capace di 37890 posti a sedere.\r\n\r\nNel suo palmarès figurano tre campionati inglesi (1968-1969, 1973-1974 e 1991-1992), una Coppa d'Inghilterra (1971-1972), una Football League Cup (1967-1968), due Supercoppe d'Inghilterra (1969 e 1992) e due Coppe delle Fiere (1967-1968 e 1970-1971). Tra gli anni sessanta e settanta del XX secolo il Leeds, guidato dall'allenatore Don Revie, si impose come una delle migliori squadre europee dell'epoca, giungendo in finale di Coppa delle Coppe (1972-1973) e Coppa dei Campioni (1974-1975).\r\n\r\nIl colore sociale del club è il bianco con bordi gialli e blu; il soprannome dei calciatori e dei tifosi è Whites (Bianchi).",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/g0eqzw1598804097.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/qqacd91627935826.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/e05wds1532298419.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/yuqxrt1420731270.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vsvvut1420731331.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qtsuvp1420731418.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vyuvwx1420731182.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/tb89xa1513030177.jpg",
        "strYoutube": "www.youtube.com/user/LeedsUnitedOfficial",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133626",
        "idSoccerXML": "31",
        "idAPIfootball": "46",
        "intLoved": "1",
        "strTeam": "Leicester",
        "strTeamShort": "LEI",
        "strAlternate": "Leicester City",
        "intFormedYear": "1884",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "FA Community Shield",
        "idLeague4": "4571",
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "King Power Stadium",
        "strKeywords": "The Foxes",
        "strRSS": "http://www.football365.com/leicester-city/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qquqvq1420243707.jpg",
        "strStadiumDescription": "The King Power Stadium is a football stadium located in Leicester, England. It is the home ground of Leicester City, who currently compete in the Premier League. The all-seater stadium, inaugurated in July 2002, has a capacity of 32,262 and is the 19th largest stadium by capacity in England. The stadium is named after King Power, a company owned by club owner Vichai Raksriaksorn.",
        "strStadiumLocation": "Filbert Way, Leicester",
        "intStadiumCapacity": "32262",
        "strWebsite": "www.lcfc.com",
        "strFacebook": "www.facebook.com/lcfcofficial",
        "strTwitter": "twitter.com/lcfc",
        "strInstagram": "www.instagram.com/lcfc",
        "strDescriptionEN": "Leicester City Football Club, also known as the Foxes, is an English professional football club based in Leicester at the King Power Stadium. They play in the English Premier League, having been promoted as champions of the Football League Championship in 2013–14.\r\n\r\nThe club was founded in 1884 as Leicester Fosse, playing on a field near Fosse Road. They moved to Filbert Street in 1891 and played there for 111 years, before moving again, this time to the nearby Walkers Stadium in 2002.\r\n\r\nLeicester City were elected to the Football League in 1894. The club's highest ever finish was second place in the top flight, in Division One in 1928–29. The club holds a joint-highest seven second tier titles (six Second Division and one Championship), as well as one League One title. They have won the League Cup three times and have been FA Cup runners-up four times, a tournament record for the most defeats in the final without having won the competition. The club has only spent one season outside the top two tiers of English football in the 2008/09 season.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Leicester City Football Club, noto semplicemente come Leicester City o Leicester, è una società calcistica inglese con sede nella città di Leicester, militante in Premier League (massima divisione del campionato inglese) dal 2014; disputa le proprie partite casalinghe al King Power Stadium.\r\n\r\nFondato nel 1884, il Leicester è affiliato alla Football Association fin da quando aveva la denominazione di Leicester Fosse Football Club, ma ha acquisito la ragione sociale corrente nel 1919. Dopo aver esordito nel campionato di Second Division (seconda divisione inglese) nella stagione 1894-1895, ha preso parte ad altre sessantadue edizioni di seconda divisione e a quarantotto della massima serie.\r\n\r\nIl Leicester è diventato famoso per l'inaspettata vittoria della Premier League nella stagione 2015-2016, sotto la guida tecnica dell'allenatore italiano Claudio Ranieri; apparentemente meno competitivo di altri club più blasonati, la squadra si è resa protagonista di uno dei trionfi più sorprendenti nella storia dello sport.[1] Nel suo palmarès figurano anche una FA Cup (2020-2021),[2] tre League Cup (1963-1964, 1996-1997, 1999-2000), un Community Shield (1971) e sette campionati di seconda divisione (1924-1925, 1936-1937, 1953-1954, 1956-1957, 1970-1971, 1979-1980, 2013-2014).",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xtxwtu1448813356.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/og6j341627898245.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/trwrrw1469531368.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/uuxqry1424378868.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vxutss1424378917.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tytwqq1454443818.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vqwsqx1424378952.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xqswxq1424563835.jpg",
        "strYoutube": "www.youtube.com/user/LCFCOfficial",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133602",
        "idSoccerXML": "6",
        "idAPIfootball": "40",
        "intLoved": "7",
        "strTeam": "Liverpool",
        "strTeamShort": "LIV",
        "strAlternate": "Liverpool FC",
        "intFormedYear": "1892",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "",
        "idLeague2": null,
        "strLeague3": "FA Cup",
        "idLeague3": "4482",
        "strLeague4": "EFL Cup",
        "idLeague4": "4570",
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Anfield",
        "strKeywords": "The Reds",
        "strRSS": "https://www.liverpoolfc.com/news.rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/j1oc1z1550061770.jpg",
        "strStadiumDescription": "Anfield is a football stadium in Anfield, Liverpool, England which has a seating capacity of 45,276 making it the seventh largest football stadium in England. It has been the home of Liverpool F.C. since their formation in 1892. It was originally the home of Everton F.C. from 1884 to 1891, before they moved to Goodison Park after a dispute over rent.\r\n\r\nThe stadium has four stands: the Spion Kop, Main Stand, Centenary Stand and Anfield Road. The record attendance of 61,905, was set at a match between Liverpool and Wolverhampton Wanderers in 1952. The ground converted to an all-seater stadium in 1994 as a result of the Taylor Report which greatly reduced its capacity.\r\n\r\nTwo gates at the ground are named after former Liverpool managers: Bill Shankly and Bob Paisley. A statue of Shankly is situated outside the stadium. The ground is 2 miles (3 km) from Liverpool Lime Street railway station.\r\n\r\nIt was proposed in 2002 to replace the stadium with a new one in the adjacent Stanley Park, but after the acquisition of Liverpool F.C. by Fenway Sports Group in 2010 it was made clear this would not happen.\r\n\r\nConstruction for an extension to the Main Stand began on Monday, December 8th, 2014.  This will increase the stadium size to around 55,000.",
        "strStadiumLocation": "Anfield, Liverpool",
        "intStadiumCapacity": "55000",
        "strWebsite": "www.liverpoolfc.tv",
        "strFacebook": "www.facebook.com/LiverpoolFC",
        "strTwitter": "twitter.com/lfc",
        "strInstagram": "instagram.com/liverpoolfc",
        "strDescriptionEN": "Liverpool Football Club /ˈlɪvərpuːl/ is a Premier League football club based in Liverpool. Liverpool F.C. is one of the most successful clubs in England and has won more European trophies than any other English team with five European Cups, three UEFA Cups and three UEFA Super Cups. The club has also won eighteen League titles, seven FA Cups and a record eight League Cups. In spite of their successful history, Liverpool are yet to win a Premier League title since its inception in 1992.\r\n\r\nLiverpool was founded in 1892 and joined the Football League the following year. The club has played at Anfield since its formation. The most successful period in Liverpool's history was the 1970s and '80s when Bill Shankly and Bob Paisley led the club to eleven league titles and seven European trophies.\r\n\r\nThe club's supporters have been involved in two major tragedies. The first was the Heysel Stadium disaster in 1985, during which charging Liverpool fans caused a crush that resulted in a wall collapsing and the death of 39 Juventus supporters, after which English clubs were banned from European competition for five years. In the 1989 Hillsborough disaster, 96 Liverpool supporters lost their lives in a crush against perimeter fencing.\r\n\r\nLiverpool has long-standing rivalries with neighbours Everton and with Manchester United. The team changed from red shirts and white shorts to an all-red home strip in 1964. The club's anthem is \"You'll Never Walk Alone\".",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Liverpool Football Club, o noto più comunemente solo come Liverpool, è una società calcistica inglese con sede a Liverpool; milita nella Premier League, della quale è stata uno dei fondatori, ed è affiliato alla Football Association.\r\n\r\nFondato nel 1892, aderì un anno dopo alla Football League e dalla sua fondazione disputa le partite interne nello stadio di Anfield. Negli anni '70 e '80 del XX secolo si affermò come una delle squadre egemoni del calcio europeo, sotto la guida degli allenatori Bill Shankly e Bob Paisley. Gioca in tenuta rossa dal 1964, dopo aver utilizzato maglia rossa e calzoncini bianchi. Milita nella massima serie inglese dal 1962.\r\n\r\nCon 64 trofei ufficiali è la seconda squadra più titolata d'Inghilterra, alle spalle del Manchester United, e uno dei club più titolati del mondo. A livello nazionale il club si è aggiudicato 19 campionati, 7 Coppe d'Inghilterra, 8 Coppe di Lega (record), 15 (di cui 5 condivise) Supercoppe d'Inghilterra e 1 Supercoppa di lega inglese (trofeo disputato nella stagione 1985-86, prima annata dell'esclusione dei club inglesi dalle coppe europee post-Heysel, dalle squadre inglesi qualificatesi per le competizioni UEFA di quella stagione). A livello internazionale ha vinto 6 Coppe dei Campioni/Champions League, 3 Coppe UEFA, 4 Supercoppe europee (tutti e tre record inglesi), 1 Coppa del mondo per club FIFA, trofei grazie ai quali risulta il primo club inglese per titoli internazionali vinti, davanti al Manchester United.\r\n\r\nIl Liverpool fu coinvolto in due delle pagine più funeste della storia del calcio europeo: il 29 maggio 1985 a Bruxelles (Belgio), quando 39 persone rimasero uccise negli incidenti allo stadio Heysel causati dagli hooligan inglesi prima della finale di Coppa dei Campioni con la Juventus,[1] e il 15 aprile 1989 a Sheffield, quando 96 persone morirono nella calca per entrare allo stadio Hillsborough prima di una semifinale di Coppa d'Inghilterra con il Nottingham Forest.\r\n\r\nIl Liverpool è stato membro fondatore del G-14, associazione di club calcistici europei consorziatisi per ottenere una tutela comune dei diritti sportivi, legali e televisivi di fronte all'UEFA e alla FIFA.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/uvxuqq1448813372.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/urmpe61625745301.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/trssuu1420505176.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/ytuwuu1424216238.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/6nqa501550062129.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wwyxss1454449556.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xuxttq1424215976.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/z06ma01565391557.jpg",
        "strYoutube": "youtube.com/user/LiverpoolFC",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133613",
        "idSoccerXML": "18",
        "idAPIfootball": "50",
        "intLoved": "1",
        "strTeam": "Man City",
        "strTeamShort": "MCI",
        "strAlternate": "Manchester City",
        "intFormedYear": "1880",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "",
        "idLeague2": null,
        "strLeague3": "FA Cup",
        "idLeague3": "4482",
        "strLeague4": "EFL Cup",
        "idLeague4": "4570",
        "strLeague5": "FA Community Shield",
        "idLeague5": "4571",
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Etihad Stadium",
        "strKeywords": "City, Cityzens, The Citizens, The Sky Blues",
        "strRSS": "https://mancitynews.com/blog/feed/",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qtwvus1420231540.jpg",
        "strStadiumDescription": "The City of Manchester Stadium in Manchester, England, currently known as the Etihad Stadium for sponsorship reasons, is the home of Manchester City and, with a domestic football capacity of 55,097, the sixth-largest in the Premier League and tenth-largest in the United Kingdom.\r\n\r\nBuilt to host the 2002 Commonwealth Games, the stadium has since staged the 2008 UEFA Cup Final, England football internationals, rugby league matches, a boxing world title fight, the England rugby union team's last match of the 2015 Rugby World Cup and summer music concerts during the football off-season.\r\n\r\nThe stadium, originally proposed as an athletics arena in Manchester's bid for the 2000 Summer Olympics, was converted after the 2002 Commonwealth Games from a 38,000 capacity arena to a 48,000 seat football stadium at a cost to the city council of £22 million and to Manchester City of £20 million. Manchester City F.C. agreed to lease the stadium from Manchester City Council and moved there from Maine Road in the summer of 2003.\r\n\r\nThe stadium was built by Laing Construction at a cost of £112 million and was designed and engineered by ArupSport, whose design incorporated a cable-stayed roof structure which is separated from the main stadium bowl and suspended entirely by twelve exterior masts and attached cables. The stadium design has received much praise and many accolades, including an award from the Royal Institute of British Architects in 2004 for its innovative inclusive building design and a special award in 2003 from the Institution of Structural Engineers for its unique structural design.\r\n\r\nIn August 2015, a 7,000 seat third tier on the South Stand was completed, in time for the start of the 2015–16 football season. The expansion was designed to be in keeping with the existing roof design.",
        "strStadiumLocation": "Etihad Campus, Manchester",
        "intStadiumCapacity": "62000",
        "strWebsite": "www.mcfc.co.uk",
        "strFacebook": "www.facebook.com/mancity/",
        "strTwitter": "twitter.com/ManCity",
        "strInstagram": "www.instagram.com/mancity",
        "strDescriptionEN": "Manchester City Football Club is an English football club based in Manchester that competes in the Premier League, the top flight of English football. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.\r\n\r\nManchester City entered the Football League in 1899, and won their first major honour with the FA Cup in 1904. It had its first major period of success in the late 1960s, winning the League, FA Cup and League Cup under the management of Joe Mercer and Malcolm Allison. After losing the 1981 FA Cup Final, the club went through a period of decline, which eventually saw them relegated as far down as third tier of English football by the end of the 1997–98 season. They since regained promotion to the top tier in 2001–02 and have remained a fixture in the Premier League since 2002–03. In 2008, Manchester City was purchased by Abu Dhabi United Group for £210 million and received considerable financial investment.\r\n\r\nThe club have won six domestic league titles. Under the management of Pep Guardiola they won the Premier League in 2018 becoming the only Premier League team to attain 100 points in a single season. In 2019, they won four trophies, completing an unprecedented sweep of all domestic trophies in England and becoming the first English men's team to win the domestic treble. Manchester City's revenue was the fifth highest of a football club in the world in the 2018–19 season at €568.4 million. 2019, Forbes estimated the club was the fifth most valuable in the world at $2.69 billion, however the sale of a 10% stake in the club's parent company City Football Group on 27 November 2019 for $500 million values them significantly higher.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "l Manchester City Football Club, più comunemente noto come Manchester City, è una squadra di calcio inglese con sede nella città di Manchester, militante in Premier League, la massima divisione del campionato inglese.\r\n\r\nIl primo antenato del City fu il West Gorton Saint Marks, fondato nel 1880, che nel 1887 assunse il nome di Ardwick A.F.C. e nel 1894 si spostò a Hyde Road, dove venne rifondato con il nome di Manchester City Football Club.\r\n\r\nIl City visse il maggior periodo di successo della propria storia sotto la gestione di Joe Mercer e Malcolm Alisson, tra gli anni sessanta e gli anni settanta, vincendo alcuni importanti trofei nazionali ed internazionali, guidato da giocatori come Colin Bell e Francis Lee. Negli anni novanta la squadra entrò in un periodo di declino, fino ad arrivare a una doppia retrocessione dalla prima alla terza serie tra il 1995-1996 e il 1997-1998. Gli Sky Blues trascorsero un anno nella Third Division (terza divisione inglese), ma ottennero nuovamente la promozione in Premier League nel 2001-2002. Agli inizi degli anni duemiladieci, grazie anche agli investimenti della nuova proprietà emiratina facente capo allo sceicco Mansur bin Zayd Al Nahyan, la squadra è tornata al successo in ambito nazionale, vincendo la FA Cup nel 2010-2011 e la Premier League nel 2011-2012, interrompendo così il dominio delle cosiddette Big Four (Arsenal, Chelsea, Liverpool e Manchester United) che durava dal 1996. In totale il Manchester City ha vinto sette campionati nazionali, sei FA Cup, sette Football League Cup, sei Charity/Community Shield e una Coppa delle Coppe ed è stato finora l’unico club in grado di aggiudicarsi tutti i trofei della Football Association in una sola stagione (2018-2019) ed in un anno solare (2019). È anche l'unica squadra vincitrice del campionato inglese ad essere retrocessa nella stagione successiva (nel 1937-1938) alla conquista del titolo.\r\n\r\nI colori sociali del Manchester City sono il bianco ed il celeste, da cui deriva il soprannome Sky Blues. Disputa le partite in casa al City of Manchester Stadium, denominato Etihad Stadium per ragioni di sponsorizzazione.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/vwpvry1467462651.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/u820741626290964.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ylf5y41512647563.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qytvtw1420244095.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vpswup1420244120.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qxvuqw1424220465.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/rupryr1424220639.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/ypwuup1471257482.jpg",
        "strYoutube": "youtube.com/user/mcfcofficial",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133612",
        "idSoccerXML": "17",
        "idAPIfootball": "33",
        "intLoved": "13",
        "strTeam": "Man United",
        "strTeamShort": "MUN",
        "strAlternate": "Manchester United, Manchester Utd, Man Utd",
        "intFormedYear": "1878",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "Club Friendlies",
        "idLeague4": "4569",
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Old Trafford",
        "strKeywords": "The Red Devils",
        "strRSS": "http://www.football365.com/manchester-united/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uvuypr1420244777.jpg",
        "strStadiumDescription": "Old Trafford is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United F.C. With a capacity of 75,635, Old Trafford is the second-largest football stadium in the United Kingdom after Wembley Stadium, and the ninth-largest in Europe. It is about 0.5 miles (800 m) from Old Trafford Cricket Ground and the adjacent tram station.\r\n\r\nOld Trafford, nicknamed the Theatre of Dreams by Bobby Charlton, has been United's home ground since 1910, although from 1941 to 1949, as a result of bomb damage during the Second World War, the club shared Maine Road with local rivals Manchester City. Old Trafford underwent several expansions in the 1990s and 2000s, including the addition of extra tiers to the North, West and East Stands, which served to return the ground almost to its original capacity of 80,000. Future expansion is likely to involve the addition of a second tier to the South Stand, which would raise the capacity to over 90,000. The stadium's record attendance was recorded in 1939, when 76,962 spectators watched the FA Cup semi-final between Wolverhampton Wanderers and Grimsby Town.\r\n\r\nOld Trafford has hosted FA Cup semi-finals, England fixtures, matches at the 1966 World Cup and Euro 96 and the 2003 Champions League Final, as well as rugby league's annual Super League Grand Final and the final of two Rugby League World Cups. It also hosted football matches at the 2012 Summer Olympics, including women's international football for the first time in its history.",
        "strStadiumLocation": "Trafford, Greater Manchester",
        "intStadiumCapacity": "76962",
        "strWebsite": "www.manutd.com",
        "strFacebook": "www.facebook.com/manchesterunited",
        "strTwitter": "twitter.com/manutd",
        "strInstagram": "www.instagram.com/manchesterunited",
        "strDescriptionEN": "Manchester United Football Club is an English professional football club, based in Old Trafford, Greater Manchester that plays in the Premier League. Founded as Newton Heath LYR Football Club in 1878, the club changed its name to Manchester United in 1902 and moved to Old Trafford in 1910. They are regarded as one of the most successful clubs in English football.\r\n\r\nManchester United have won the most League titles (20) of any English club, a joint record 11 FA Cups, four League Cups, and a record 20 FA Community Shields. The club has also won three European Cups, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup, and one FIFA Club World Cup. In 1998–99, the club won a continental treble of the Premier League, the FA Cup and the UEFA Champions League.\r\n\r\nThe 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United was the first English football club to win the European Cup. Alex Ferguson won 28 major honours, and 38 in total, from November 1986 to May 2013, when he announced his retirement after 26 years at the club. On 19 May 2014, Louis van Gaal was appointed as the club's new manager after Ferguson's successor David Moyes was sacked after only 10 months in charge, with the club's record appearance-maker, Ryan Giggs, appointed as his assistant after a brief period as caretaker manager.\r\n\r\nManchester United is the third-richest football club in the world for 2011–12 in terms of revenue, with an annual revenue of €395.9 million, and the world's second most valuable sports team in 2013, valued at $3.165 billion. It is one of the most widely supported football teams in the world. After being floated on the London Stock Exchange in 1991, the club was purchased by Malcolm Glazer in May 2005 in a deal valuing the club at almost £800 million, after which the company was taken private again. In August 2012, Manchester United made an initial public offering on the New York Stock Exchange.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Manchester United Football Club (NYSE: MANU), noto semplicemente come Manchester United, è una società calcistica inglese con sede nella città di Manchester. Milita in Premier League, la massima serie del campionato inglese di calcio, dal 1975.\r\n\r\nFondata nel 1902 sulla base del precedente Newton Heath F.C. del 1878, è una delle squadre più vincenti del calcio inglese e internazionale, avendo vinto 66 trofei e 13 campionati dal 1992-1993 ad oggi. Dall'arrivo dell'allenatore scozzese Sir Alex Ferguson, che ha allenato il Manchester United dal novembre 1986 a maggio 2013, la compagine inglese ha conquistato 38 trofei.[1] A livello nazionale il club si è aggiudicato venti campionati (record assoluto), dodici Coppe d'Inghilterra, cinque Coppe di Lega e ventuno (di cui quattro condivise) Supercoppe d'Inghilterra (record).\r\n\r\nA livello internazionale ha vinto tre Coppe dei Campioni/Champions League, una Europa League, una Coppa delle Coppe, una Supercoppa europea, una Coppa Intercontinentale e una Coppa del mondo per club FIFA (unico club inglese ad avere vinto sia l'Intercontinentale che il mondiale per club, la vittoria di quest'ultimo è condivisa con il Liverpool). Insieme alla Juventus, all'Ajax, al Bayern Monaco e al Chelsea, è una delle cinque squadre ad aver conquistato almeno una volta tutte e tre le principali competizioni europee per club, ed insieme alle medesime squadre, almeno una volta tutte le competizioni UEFA a cui ha partecipato. Inoltre, è tra le sette squadre in Europa che sono riuscite a centrare il treble, ossia la vittoria del campionato, della Coppa nazionale e della Champions League nella stessa stagione (nel 1998-1999).\r\n\r\nÈ la squadra inglese che nelle ultime 34 stagioni ha registrato l'affluenza media di spettatori più alta, ad eccezione delle stagioni 1987-88 e 1988-89[2]. Il 31 marzo 2007 l'Old Trafford ha registrato il record di spettatori (83.048) nella storia della Premier League, in occasione della sfida tra Manchester United e Blackburn Rovers.\r\n\r\nDisputa le partite casalinghe all'Old Trafford (79 213 posti), stadio situato nella contea metropolitana di Greater Manchester. I colori sociali sono maglia rossa, calzoncini bianchi e calzettoni neri, mentre il simbolo ufficiale è il diavolo. Giocatori e tifosi sono soprannominati Red Devils (diavoli rossi).",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": "El Manchester United Football Club, mejor conocido como Manchester United, es un club de fútbol de la ciudad de Mánchester, Inglaterra, Reino Unido, que disputa sus partidos como local en el estadio Old Trafford.\r\n\r\nNació bajo la denominación «Newton Heath LYR Football Club» en 1878, siendo el equipo del depósito ferroviario Lancashire and Yorkshire Railway Company, ubicado en Newton Heath. El club se incorporó a la First Division en 1892. Tras estar cerca de la bancarrota en 1902, J. H. Davies tomó las riendas del club y cambió el nombre, llamándolo Manchester United. Su estadio fue bombardeado durante la Segunda Guerra Mundial lo que motivó al club a buscar la caridad de sus vecinos del Manchester City, quienes les permitieron jugar en Maine Road durante un tiempo a cambio de un costo anual. El United nombró a Matt Busby como entrenador del equipo tras la guerra y su política, por entonces inaudita, de la promoción de la mayor parte de los jugadores del equipo juvenil del club tuvo un gran éxito, al ganar la liga en 1956 y 1957.9 Este éxito tuvo un alto en el camino con el desastre aéreo de Múnich de 1958, en el que ocho jugadores del equipo perdieron la vida.10 11 A pesar de dicha tragedia, el conjunto supo recuperarse y ganó la liga en 1965 y 1967, así como la Copa Europea en 1968. El club no tuvo de nuevo un éxito tan notable hasta la década de 1990, cuando Alex Ferguson dirigió al equipo a la obtención de ocho campeonatos ligueros en once años. En 1999, el Manchester United se convirtió en el primer equipo inglés en ganar la Champions, la Premier League y la FA Cup en la misma temporada —el «triplete» del club—.12\r\n\r\nEntre sus principales logros a nivel nacional se encuentran haber ganado la First Division/Premier League en 20 ocasiones, la FA Cup en 11 y la Supercopa de Inglaterra en 20, récords absolutos en los tres casos, además de cuatro ediciones de la Copa de la Liga de Inglaterra. A nivel europeo, ha obtenido tres veces la Liga de Campeones, empatado en séptimo lugar y segundo mejor inglés, además de una Recopa de Europa.13 Es el único club inglés en convertirse en campeón mundial de clubes, al conquistar la Copa Intercontinental en 1999 y la Copa Mundial de Clubes de la FIFA en 2008, tras derrotar a los entonces campeones de América Palmeiras y Liga de Quito, respectivamente.\r\n\r\nLos principales rivales del Manchester United han sido el Liverpool y Manchester City, a quien se enfrenta en el derby de Manchester.\r\n\r\nEn la cultura popular, es considerado como uno de los más populares del mundo,14 debido a que cuenta con 659 millones de seguidores a nivel internacional hasta mayo de 2012, según una investigación realizada por la empresa Kantar. De esta cifra, 325 millones provienen del continente asiático, 173 millones del Oriente Medio y África, 90 millones de Europa y finalmente 71 millones de América. De igual manera, ha tenido el promedio de asistencia más alto en el fútbol inglés desde 1957, salvo algunas excepciones en que ha sido superado por el Tottenham, Everton y Liverpool.17\r\n\r\nFinancieramente, el United se convirtió en el primer equipo deportivo en superar un valor de 3 000 millones USD, para ser catalogada de esta forma como la franquicia deportiva mejor valuada del mundo, de acuerdo a la revista Forbes, un hito que sería superado un par de meses después por el también club de fútbol Real Madrid, con un valor de 3 300 millones USD. Hay que señalar que el club inglés encabezaba el listado de los equipos de fútbol más valuados del mundo desde 2004.",
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xzqdr11517660252.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ck7mt81626380005.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/rwwxyv1421429574.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wtquqy1424229431.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rxsyvv1420244538.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qxxsxu1424229449.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/quuytw1424229564.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/ho5bnw1594284456.jpg",
        "strYoutube": "www.youtube.com/channel/UC6yW44UGJJBvYTlfC7CRg2Q",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "134777",
        "idSoccerXML": "8",
        "idAPIfootball": "34",
        "intLoved": "1",
        "strTeam": "Newcastle",
        "strTeamShort": "NEW",
        "strAlternate": "Newcastle United",
        "intFormedYear": "1892",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "St James Park",
        "strKeywords": "The Magpies",
        "strRSS": "http://www.football365.com/newcastle-united/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ywsxxp1420245335.jpg",
        "strStadiumDescription": "St James' Park is an all-seater stadium in Newcastle upon Tyne, England. It is the home of Premier League club Newcastle United F.C. and has a seating capacity of 52,405.\r\n\r\nSt James' Park has been the home ground of Newcastle United since 1892 and has been used for football since 1880. Throughout its history, the desire for expansion has caused conflict with local residents and the local council. This has led to proposals to move at least twice in the late 1960s, and a controversial 1995 proposed move to nearby Leazes Park. Reluctance to move has led to the distinctive lop-sided appearance of the present-day stadium's asymmetrical stands.\r\n\r\nBesides club football, St. James' Park has also been used for international football, it was used as a football venue for the 2012 Olympics, and will also be used as a rugby venue for the 2015 Super League Magic Weekend as well as the 2015 Rugby World Cup. In addition to professional football, the stadium has hosted charity football events and rock concerts, and been used as a set for film and reality television.",
        "strStadiumLocation": "St James",
        "intStadiumCapacity": "52354",
        "strWebsite": "www.nufc.co.uk",
        "strFacebook": "www.facebook.com/newcastleunited",
        "strTwitter": "twitter.com/nufc",
        "strInstagram": "www.instagram.com/nufc",
        "strDescriptionEN": "Newcastle United Football Club (often abbreviated to NUFC) is an English professional association football club based in Newcastle upon Tyne. The club was founded in 1892 by the merger of Newcastle East End and Newcastle West End, and has played at its current home ground, St James' Park, ever since. The ground was developed into an all-seater stadium in the mid-1990s and now has a capacity of 52,405. The club has been a member of the Premier League for all but two years of the competition's history, and has never dropped below English football's second tier since joining the Football League in 1893. In 2007, long term chairman and owner Sir John Hall sold his share in the club to Mike Ashley.\r\n\r\nThey have won four League Championship titles and six FA Cups, as well as the 1969 Inter-Cities Fairs Cup and the 2006 UEFA Intertoto Cup. Newcastle United has the ninth highest total of major honours won by an English club. The club's most successful period was between 1904 and 1910, when they won an FA Cup and three of their First Division titles. The club is the twentieth richest club in the world in terms of annual revenue, generating €115.3m in 2012. Historically, Newcastle’s highest placing was fifth in the world.\r\n\r\nThey have a fierce local rivalry with Sunderland, and the two clubs have engaged in the Tyne–Wear derby since 1898. The club's traditional kit colours are black and white striped shirts, black shorts and black socks. Their traditional crest takes elements of the city coat of arms, which features two seahorses.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Newcastle United Football Club, meglio noto come Newcastle United o più semplicemente come Newcastle o a volte anche come United è una società calcistica inglese con sede nella città di Newcastle upon Tyne. Milita in Premier League, la massima divisione del campionato inglese.\r\n\r\nFondato nel 1892 dalla fusione del Newcastle East End e del Newcastle West End, assunse il nome di Newcastle United nel 1895. Dalla fondazione gioca le partite interne al St James' Park, che ha una capienza di 52.354 posti[1][2].\r\n\r\nHa vinto 4 campionati inglesi, 6 Coppe d'Inghilterra e una Supercoppa d'Inghilterra in ambito nazionale e una Coppa delle Fiere e una Coppa Intertoto in ambito internazionale, risultando così il nono club inglese per numero di trofei vinti[3]. Il periodo di maggiore successo del Newcastle risale agli anni dal 1904 al 1910, quando vinse una FA Cup e tre dei titoli di First Division.\r\n\r\nLa squadra ha un'accesa rivalità con i vicini del Sunderland, con cui disputa il cosiddetto derby del Tyne and Wear. I calciatori e i tifosi del club sono detti Magpies (Le gazze).",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/lhwuiz1621593302.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/opnnhp1626205803.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xswxyv1424546917.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wrryur1420579232.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/srxqux1420579374.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/utpttq1424547277.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ytsupr1424547300.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/71vjhi1499863135.jpg",
        "strYoutube": "www.youtube.com/user/NUFCOfficial1892",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133608",
        "idSoccerXML": "13",
        "idAPIfootball": "71",
        "intLoved": null,
        "strTeam": "Norwich",
        "strTeamShort": null,
        "strAlternate": "Norwich City Football Club, Norwich City FC",
        "intFormedYear": "1902",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Carrow Road",
        "strKeywords": "Canaries",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/yvpxss1420710704.jpg",
        "strStadiumDescription": "Carrow Road is a football stadium located in Norwich, England, and is the home of Norwich City F.C.. The stadium is located toward the easterly end of the city, not far from Norwich railway station and the River Wensum.\r\n\r\nCarrow Road, named after the road on which it is located, was purpose-built by Norwich City in 1935; construction took just 82 days. Previously, the club played at Newmarket Road and the appropriately named The Nest; Norwich City's nickname is \"The Canaries\".\r\n\r\nThe stadium has been extensively worked on several times during its history, notably following a devastating fire that destroyed the old City (now \"Geoffrey Watling City\") Stand in 1984. Having once accommodated standing supporters, since 1992 the ground has been all-seater. The ground's modern capacity is 27,244, the most recent works being the addition of approximately 1,000 new seats in the summer of 2010. The stadium's all-seater record attendance is 26,876 which occurred in the Premier League match versus Swansea on 15 December 2013, but in the days of standing terraces, it saw crowds as large as 43,984 when they played Leicester City in an FA Cup match in 1963. The Carrow Road site also includes a club superstore which sells club merchandise, catering facilities and a Holiday Inn hotel.",
        "strStadiumLocation": "Norwich, England",
        "intStadiumCapacity": "27250",
        "strWebsite": "www.canaries.co.uk/page/Home",
        "strFacebook": "www.facebook.com/NorwichCityFootballClub/",
        "strTwitter": "twitter.com/NorwichCityFC",
        "strInstagram": "www.instagram.com/norwichcityfc",
        "strDescriptionEN": "Norwich City Football Club (also known as The Canaries or The Yellows) is an English professional football club based in Norwich, Norfolk. As of the 2021-22 season, the team compete in the Premier League, the top tier of English football, after winning the 2020–21 EFL Championship title. The club was founded in 1902. Since 1935, Norwich have played their home games at Carrow Road and have a long-standing and fierce rivalry with East Anglian rivals Ipswich Town, with whom they have contested the East Anglian derby 134 times since 1902. The fans' song \"On the Ball, City\" is the oldest football chant in the world, written in 1890 and still sung today.\r\n\r\nNorwich have won the League Cup twice, in 1962 and 1985. The club's highest ever league finish came in 1992–93 when they finished third in the Premier League.\r\n\r\nThe club participates in characteristic yellow and green kits and are nicknamed The Canaries after the history of breeding the birds in the area (said to be introduced around the 16th century by a group of European immigrant weavers in the area known as \"The Strangers\").",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Norwich City Football Club (pron. ˈnɒrɪdʒ ˈsɪti), meglio noto come Norwich City, o più semplicemente Norwich, è una società calcistica inglese con sede nella città di Norwich. Milita in Premier League, massima divisione del campionato inglese di calcio.\r\n\r\nFondato nel 1902, il club fu promosso per la prima volta nella First Division al termine della stagione 1971-1972. Da quel momento ha giocato 21 stagioni nella massima divisione inglese. Il numero massimo di stagioni consecutive giocate in massima serie è 9. Nella sua storia ha vinto 2 Coppe di Lega inglesi, nel 1961-1962 e nel 1984-1985, mentre il miglior piazzamento in massima serie è il terzo posto raggiunto nel 1992-1993.\r\n\r\nDal 1935 la squadra gioca le proprie partite casalinghe al Carrow Road. Vive una lunga e agguerrita rivalità con i vicini dell'Ipswich Town, con i quali disputa l'East Anglian derby.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/795fdp1640023853.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/b0jru71627936419.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/evq56x1509012626.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/zkjbey1537822049.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/68ymih1537822072.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/mq10ka1537822087.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ivop6b1537822104.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xwoapi1537822035.jpg",
        "strYoutube": "www.youtube.com/user/NCFCTube",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "134778",
        "idSoccerXML": "41",
        "idAPIfootball": "41",
        "intLoved": "1",
        "strTeam": "Southampton",
        "strTeamShort": "SOU",
        "strAlternate": "Southampton FC",
        "intFormedYear": "1885",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "St Mary’s Stadium",
        "strKeywords": "The Saints",
        "strRSS": "https://southamptonfc.com/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wwutyt1420457572.jpg",
        "strStadiumDescription": "St Mary's Stadium is a stadium in Southampton, England, which has been the home of an English Premier league club, Southampton F.C. since 2001. The stadium has a capacity of 32,505 and is currently the largest football stadium in the South of England (excluding London).\r\nSince the 1980s, when Southampton regularly challenged the best sides in the English league (particularly in 1984 when they were league runners-up), there had been talk of the club relocating to a new stadium to replace The Dell due to the old stadium's cramped location which made it unsuitable for major expansion work.\r\n\r\nWhen the Taylor Report on 29 January 1990 required all First and Second Division clubs to have all-seater stadiums by August 1994, Southampton's directors initially decided to upgrade The Dell into an all-seater stadium (which was completed in 1993) but speculation about relocation continued, especially as an all-seater Dell had a capacity of just over 15,000; despite this, Southampton continued to defy the odds and survive in the new FA Premier League after 1992.\r\n\r\nAfter a lengthy and ultimately unsuccessful attempt to build a new 25,000 seater stadium and leisure complex at Stoneham, on the outskirts of Southampton, the city council offered the club the chance to build a new ground on the disused gas work site in the heart of the city, about one and half miles from The Dell.\r\n\r\nThe move was cited as the club returning home, because the club was formed by members of the nearby St. Mary's Church, as the football team of St. Mary's Church Young Men's Association before becoming Southampton St. Mary's F.C., and eventually Southampton F.C.\r\n\r\nConstruction started in December 1999 and was completed at the end of July 2001, with work on the stadium itself and improvements to local infrastructure cost a total of £32 million.\r\n\r\nThe Saints have been in residence since August 2001 when they moved from The Dell, which for the final years of its life, held just over 15,000 spectators – less than half the size of the new stadium. The first match was played on 1 August 2001 against RCD Espanyol, with the Spanish side winning 4–3.\r\n\r\nThe first competitive hat trick at the stadium was scored by Stafford Browne for Aldershot Town in a 3–1 victory over Havant & Waterlooville in the Hampshire Senior Cup final on 1 May 2002.",
        "strStadiumLocation": "Britannia Rd, Southampton, England",
        "intStadiumCapacity": "32505",
        "strWebsite": "www.saintsfc.co.uk",
        "strFacebook": "www.facebook.com/southamptonfc",
        "strTwitter": "www.twitter.com/southamptonfc",
        "strInstagram": "www.instagram.com/southamptonfc",
        "strDescriptionEN": "Southampton Football Club Listeni/saʊθˈæmptən, -hæmptən/ is an English football club, nicknamed The Saints, based in the city of Southampton, Hampshire, who currently compete in the Premier League.\r\n\r\nThe Saints' home ground since 2001 has been St Mary's Stadium, before which they were based at The Dell. The club has been nicknamed \"The Saints\" since its inception in 1885 due to its history as a church football team, founded as St Mary's Church of England Young Men's Association (or St Mary's Y.M.A) and has since generally played in red and white shirts.\r\n\r\nThe club has a long-standing rivalry with Portsmouth due to its close proximity and both cities' respective maritime history. Matches between the two sides are known as the South Coast Derby.\r\n\r\nThe club has won the FA Cup once in 1976, and their highest-ever league finish was second in the First Division in 1983–84. Southampton were relegated from the Premier League on 15 May 2005 ending 27 successive seasons of top-division football for the club. The club eventually returned to the Premier League after a 7-year absence and have been playing there since the 2012–13 season.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Southampton Football Club, noto semplicemente come Southampton, è una società calcistica inglese con sede a Southampton, città dell'Hampshire. Milita attualmente nella Premier League, la massima divisione del campionato inglese di calcio.\r\n\r\nFondato nel 1885, il club è conosciuto anche con il soprannome The Saints dal momento che fu costituito come squadra di una parrocchia, la St. Mary's Church of England Young Men's Association, ed è attualmente di proprietà della Southampton Leisure Holdings Plc. Dal 2001 disputa le partite casalinghe al St. Mary's Stadium, impianto da 32.505 posti; in precedenza giocava al The Dell. Gioca in tenuta biancorossa ed è divisa dal Portsmouth da un'accesa rivalità.\r\n\r\nIl club vanta la vittoria di una FA Cup, ottenuta nel 1975-1976 e un secondo posto in massima serie nel 1983-1984. Nel 2005 retrocesse in seconda serie dopo 27 stagioni consecutive in massima divisione. Nel 2012 il club è tornato in massima serie e vi gioca da allora.\r\n",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ggqtd01621593274.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/mo70em1626293086.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/n7ys2j1509012340.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xvryws1424446644.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rxvxrr1424446671.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rtrpxp1424446688.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uqqpus1424446704.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/sqpwqw1424563160.jpg",
        "strYoutube": "www.youtube.com/user/theofficialsaints",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133616",
        "idSoccerXML": "21",
        "idAPIfootball": "47",
        "intLoved": "7",
        "strTeam": "Tottenham",
        "strTeamShort": "TOT",
        "strAlternate": "Tottenham Hotspur",
        "intFormedYear": "1882",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "",
        "idLeague2": null,
        "strLeague3": "FA Cup",
        "idLeague3": "4482",
        "strLeague4": "EFL Cup",
        "idLeague4": "4570",
        "strLeague5": "International Champions Cup",
        "idLeague5": "4505",
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Tottenham Hotspur Stadium",
        "strKeywords": "The Lilywhites",
        "strRSS": "https://www.football.london/tottenham-hotspur-fc/?service=rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/pigyw41550061064.jpg",
        "strStadiumDescription": "Tottenham Hotspur Stadium is a stadium that will serve as the home ground for Tottenham Hotspur in north London, replacing the club's previous stadium, White Hart Lane. It has a planned capacity of 62,062, making it one of the largest in the Premier League and the largest for a club stadium in London. It is designed to be a multi-purpose stadium and features a world's-first dividing, retractable football pitch, that reveals a synthetic turf pitch underneath for NFL London Games, concerts and other events.\r\n\r\nThe construction of the stadium was initiated as the centrepiece of the Northumberland Development Project, intended to be the catalyst for a 20-year regeneration project in Tottenham. The project covers the site of the now demolished ground of White Hart Lane and areas adjacent to it. The project was first conceived in 2007 and announced in 2008, but the plan was revised several times, and the construction of the stadium, beset by disputes and delays, did not commence until 2015. The stadium is due to be completed during the 2018–19 season. The stadium is scheduled to open in 2019, with a ceremony before the first competitive game.\r\n\r\nThe name \"Tottenham Hotspur Stadium\" is a temporary name, the intention being to sell the naming rights to the stadium, so that it will be named after a sponsor. The stadium is occasionally referred to as New White Hart Lane by fans and some in the media.",
        "strStadiumLocation": "Bill Nicholson Way, Tottenham, London",
        "intStadiumCapacity": "36284",
        "strWebsite": "www.tottenhamhotspur.com",
        "strFacebook": "www.facebook.com/TottenhamHotspur",
        "strTwitter": "twitter.com/spursofficial",
        "strInstagram": "instagram.com/spursofficial",
        "strDescriptionEN": "Tottenham Hotspur Football Club /ˈtɒt(ə)nəm/, commonly referred to as Spurs, is an English football club located in Tottenham, London, that plays in the Premier League. The club's home stadium is White Hart Lane. Its newly developed training ground is in Bulls Cross on the northern borders of the London Borough of Enfield.\r\n\r\nFounded in 1882, Tottenham won the FA Cup for the first time in 1901, making it the only non-League club to do so since the formation of the Football League. Tottenham was the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 it became the first British club to win a UEFA club competition – the European Cup Winners' Cup. In 1967 it won the FA Cup for a third time in the 1960s. In the 1970s Tottenham won the League Cup on two occasions and was the inaugural winner of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. In the 1980s Spurs won several trophies: the FA Cup twice, FA Community Shield and the UEFA Cup in 1984. In the 1990s the club won the FA Cup and the League Cup. When it won the League Cup once more in 2008, it meant that it had won a major trophy in each of the last six decades – an achievement only matched by Manchester United.\r\n\r\nThe club's Latin motto is Audere est Facere (lit: \"To Dare Is to Do\"), and its emblem is a cockerel standing upon a football. The club has a long-standing rivalry with nearby neighbours Arsenal, with head-to-head fixtures known as the North London derby.",
        "strDescriptionDE": "Tottenham Hotspur (offiziell: Tottenham Hotspur Football Club) – auch oft unter der Kurzform The Spurs, Totts oder Lilywhites bekannt – ist ein 1882 gegründeter Fußballverein aus dem Stadtteil Tottenham des Nordlondoner Bezirks Haringey.\r\n\r\n1960/61 war Tottenham der erste englische Verein im 20. Jahrhundert, der die Meisterschaft und den FA Cup in einer Saison gewann. 1963 gewann er außerdem als erste britische Mannschaft einen europäischen Vereinswettbewerb, den Europapokal der Pokalsieger.\r\n\r\nDas Motto des Vereins ist Audere est Facere (lateinisch „Wagen ist tun“). Der Name „Hotspur“ bedeutet „ungestüme, unbesonnene Person“ und bezieht sich auf einen adeligen Militärführer aus dem Spätmittelalter.",
        "strDescriptionFR": "Tottenham Hotspur Football Club est un club anglais de football fondé en 1882 et basé à Tottenham, dans la banlieue nord de Londres. Il évolue en Premier League.\r\n\r\nLe club est désigné généralement sous le nom de Tottenham ou des Spurs, alors que ses propres supporters les appellent les Lilywhites en raison de leurs maillots traditionnellement blancs. Le club de Tottenham est basé dans le nord de Londres et évolue depuis avril 2019 dans le Tottenham Hotspur Stadium, qui contient plus de 62 000 places. Leur ancien stade, White Hart Lane, construit en 1899, fut démoli en 2017 pour la construction du nouveau stade. Entre la destruction du Lane et l'ouverture du nouveau stade, Tottenham a évolué au stade de Wembley, l'enceinte de l'équipe nationale anglaise.\r\n\r\nLe club de Tottenham est souvent considéré comme étant l'un des meilleurs clubs anglais de l'histoire. En effet, le club du nord de Londres devient le premier club anglais au xxe siècle à réaliser le doublé coupe-championnat en 1961. Tottenham Hotspur possède un palmarès national garni de deux championnats, huit Coupes d'Angleterre, quatre Coupes de la ligue et de sept Community Shield. Au niveau européen, l'histoire du club est riche et les Spurs ont remporté trois trophées : la Coupe des coupes en 1963, devenant ainsi le premier club anglais à remporter un trophée européen, et deux Coupes UEFA en 1972 et en 1984. Pendant une longue période s'étendant des années 1990 aux années 2000, Tottenham Hotspur connaît une grande instabilité, connaissant une large baisse de résultats sportifs. Cependant, lors des années 2010, les Spurs reviennent sur le podium de la Premier League emmenés par une génération dorée menée par l'Argentin Mauricio Pochettino, en fonctions de 2014 à 2019. Lors de la saison 2018-2019, le club atteint la première finale de Ligue des champions de son histoire.\r\n\r\nTottenham Hotspur entretient des rivalités de longues dates envers les autres clubs de la capitale, notamment avec West Ham United et avec le Chelsea FC. Cependant, la rivalité opposant les Spurs aux Gunners d'Arsenal, autre club londonien, est plus ancienne et est beaucoup plus mise en avant, en raison de leur proximité géographique et la série de matchs les opposant chaque année est connue sous le nom de North London Derby (Derby du nord de Londres).\r\n\r\nLa devise des Spurs est « Audere Est Facere » (en anglais : « To dare is to do » ; « Oser c'est faire ») et leur emblème est un jeune coq de combat posé fièrement sur un ballon.",
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Tottenham Hotspur Football Club (pron. ˈtɒtnəm ˈhɒtˌspɜr), noto più brevemente come Tottenham Hotspur o semplicemente Tottenham, è una società calcistica inglese avente sede nell'omonimo sobborgo di Londra sito nel borgo di Haringey. Milita nella Premier League, la massima divisione del campionato inglese di calcio, e disputa le partite interne al Tottenham Hotspur Stadium (2019), che ha sostituito lo storico impianto di White Hart Lane (1889).\r\n\r\nFondato nel 1882, il club vinse la Coppa d'Inghilterra nel 1900-1901, primo club non affiliato alla Football League a riuscire nell'impresa dal 1888. Nel 1960-1961 conseguì un prestigioso double aggiudicandosi campionato e coppa nazionale, prima squadra londinese a conseguire questo risultato, e nel 1961-1962 rivinse la FA Cup. In ambito nazionale nella sua bacheca figurano 2 campionati, 8 Coppe d'Inghilterra, 4 Coppe di Lega e 7 Supercoppe d'Inghilterra (di cui 4 condivise), mentre in ambito continentale una Coppa delle Coppe, vinta nel Coppa delle Coppe 1962-1963 (prima formazione inglese a trionfare in una competizione europea), e 2 Coppe UEFA, vinte nel 1983-1984. È una delle quindici squadre che hanno raggiunto le finali di tutte le tre principali competizioni UEFA per club: Champions League (2018-2019), Coppa UEFA-Europa League (1971-1972, e 1983-1984), e Coppa delle Coppe (1962-1963).\r\n\r\nIl club vive un'accesa rivalità con l'Arsenal, squadra con cui disputa il derby di North London.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": "El Tottenham Hotspur Football Club (pronunciación en inglés: /ˈtɒtnəm ˈhɒtˌspɜr ˈfʊtˌbɔl klʌb/),4​ también conocido simplemente como Tottenham o por su contracción de Spurs, es un club de fútbol profesional de Inglaterra con sede en el distrito de Tottenham, Londres, que compite en la Premier League. Ejerció como local en el White Hart Lane hasta la temporada 2016-17, cuando este fue demolido para ser reconstruido por completo. En las temporadas 2017-18 y 2018-19 el estadio donde ejercieron de local fue el Wembley Stadium y en ocasiones especiales juegan partidos allí. Su nuevo estadio, el Tottenham Hotspur Stadium, se erigió en el mismo lugar donde se demolió el White Hart Lane y fue inaugurado el 3 de abril de 2019.\r\n\r\nFundado en 1882, el club ganó por primera vez la Football Association Cup en la edición 1900-01 siendo el único club en vencerla sin pertenecer a la Football League —máxima división del fútbol inglés hoy conocida como Premier League— desde que se inaugurase la categoría en 1888 (participaba entonces en la Southern League).Nota 1​ Fue también el primer club del siglo xx en conseguir el doblete nacional de Liga y Copa durante la temporada 1960-61, y tras defender con éxito la F. A. Cup en 1962, se convirtió en el primer equipo británico en vencer una competición internacional de la UEFA, al conquistar la Recopa de Europa en 1963.5​ Cerró su década más exitosa con otro título de la F. A. Cup en 1967. Posteriormente venció de la English Football League Cup (es. Copa de la Liga) en dos ocasiones, así como la edición inaugural de la Copa de la UEFA en 1972, por lo que fue el primer club británico en lograr dos trofeos europeos distintos. Sus éxitos continuaron con el devenir de los años y con su último campeonato de la E. F. L. Cup de 2008, registró una racha de seis décadas consecutivas con al menos un trofeo de las principales competiciones del país, logró solo igualarlo por el Manchester United Football Club.6​7​ En total, los «spurs» han ganado dos Campeonatos de Liga, ocho Campeonatos de Copa, cuatro Copas de la Liga y siete Community Shields (o Supercopas) en el apartado nacional, sumando un total de veintiún títulos, y una Recopa de Europa y dos trofeos de la Liga Europa de la UEFA bajo su antigua denominación de Copa de la UEFA en el panorama internacional.\r\n\r\nEn la temporada 2018-19 estuvo cerca de convertirse en el sexto club europeo en vencer las tres principales competiciones de la UEFA pero fue derrotado en la final de la Liga de Campeones por el Liverpool Football Club.n. 1​\r\n\r\nEl lema del club es Audere est facere (es. Atreverse es lograrlo),8​ y su emblema actual es un gallo de pelea de pie sobre un balón de fútbol clásico. Mantiene una gran rivalidad con su vecino histórico, el Arsenal Football Club, club con el cual disputa el Derbi del Norte de Londres. El máximo goleador histórico del club es Jimmy Greaves con 266 goles.",
        "strDescriptionPT": "O Tottenham Hotspur Football Club (mais conhecido como Tottenham ou Spurs) é um clube de futebol inglês, com sede no bairro de Tottenham, no norte de Londres.\r\n\r\nO Tottenham Hotspur Football Club conquistou o Campeonato Inglês 2 vezes, a Copa da Inglaterra 8 vezes, a Copa da Liga 4 vezes, a Supercopa da Inglaterra 7 vezes, a Copa da UEFA 2 vezes e a Recopa Europeia 1 vez. Além dos títulos de campeão conquistados o Tottenham foi vice-campeão inglês em 1922, 1952, 1957, 1963 e 2017, vice da Copa da Inglaterra em 1987, vice da Copa da Liga em 1982, 2002 e 2009, além de vice da Copa da UEFA em 1973-74. Na Liga dos Campeões da UEFA, principal competição de clubes da Europa, suas melhores colocações foram o terceiro lugar em 1962, derrotado pelo campeão Benfica nas semifinais pelo placar agregado de 3 a 4 e o vice-campeonato em 2019, na derrota para o também inglês Liverpool por 2 a 0.\r\n\r\nAssim como Manchester City, Manchester United, Arsenal, Liverpool e Chelsea, é um dos integrantes do chamado \"Big Six\", como são denominados os seis clubes mais ricos da Premier League.[4] E sua riqueza vai além da Inglaterra, pois aparece em várias listas dos Clubes de futebol mais ricos do mundo classificados pela revista Forbes em dólares.[5][6][7][8][9][10] No ano de 2017, tem o segundo elenco mais valioso do planeta, segundo apontou o relatório do \"CIES Football Observatory\" (observatório de futebol do Centro Internacional de Estudos de Esporte).[11] Recheado de jovens destaques que brilham na Premier League, o Tottenham surpreende na segunda posição, avaliado em € 1,17 bilhão (R$ 4,45 bilhões).[12] Em 2015, Tottenham e Everton aparecem dividindo a sexta colocação em uma lista publicada pelo jornal britânico Daily Mail, quando esse publicou um levantamento elegendo os 50 maiores clubes da Inglaterra de todos os tempos, utilizando seis critérios principais: torcida, base das redes sociais, troféus, colocações no Campeonato Inglês (desde antes da transição para a Premier League, inclusive), qualidade dos jogadores e faturamento.[13] Nessa lista, só ficou atrás do Manchester United, Arsenal, Liverpool, Chelsea e Manchester City, nesta ordem.[14]\r\n\r\nUm dos clubes mais tradicionais da capital inglesa,[15] o Tottenham possui uma grande torcida espalhada por todo o país, mas com maior concentração no norte de Londres, onde foi fundado e é localizado o seu estádio.[16] E foi em seu novo estádio que o Tottenham fez história com a Nike, sua fornecedora de material esportivo, ao inaugurar a maior loja de futebol da Europa, no dia 23 de outubro de 2018.[17] O espaço tem nada menos do que 7.010 m2 e é o maior investimento em um estabelecimento específico de um clube na história da fabricante americana.[18] Batizado de “Spurs Shop”, o estabelecimento faz parte do setor que o clube chama de “Tottenham Experience” e derruba o recorde do Barcelona, que, historicamente, tinha a maior instalação de futebol da Nike no mundo.[19]\r\n\r\nFoi fundado em 1882, originário de um clube de cricket e se chamava Hotspur FC, sendo renomeado em 1884, quando passou a se chamar Tottenham Hotspur Football Club.[20] O clube também é conhecido como Spurs (tradução inglesa de 'espora', objeto utilizado em cavalos) e seu lema (em latim) é Audere est facere (\"Ousar é fazer\").[21]",
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": "Tottenham Hotspur Football Club er en engelsk fotballklubb. Tottenham Hotspur spiller i Premier League. Klubben ble stiftet i 1882, og ble valgt inn i The Football League i 1908. Tottenham blir ofte kalt «Spurs» eller «Lilywhites». For 2017-18 og deler av 2018-19 sesongen spiller Tottenham Hotspur hjemmekampene sine på Wembley Stadium etter at White Hart Lane i Tottenham blir revet for å erstattes av et nytt stadion som er en del av Northumberland utviklingsprosjekt. Tottenham er et tettsted i London borough of Haringey i Nord-London.\r\n\r\nKlubbens latinske motto er Audere est Facere («To Dare is to Do» eller «Å våge er å gjøre») og dens emblem er en hane stående på en tradisjonell fotball. Klubben har et tradisjonelt rivaleri med Arsenal, og kampene mellom de to klubbene er ofte referert til som Nord-London-derbyet.",
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/dfyfhl1604094109.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/wq1ldu1625745826.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/fdjeb51559728043.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xpsuyq1420428497.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/ywppvr1420509152.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tuuwpy1424110617.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xywqqs1421078139.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/uqxurt1423693152.jpg",
        "strYoutube": "www.youtube.com/user/spursofficial",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133624",
        "idSoccerXML": "29",
        "idAPIfootball": "38",
        "intLoved": null,
        "strTeam": "Watford",
        "strTeamShort": null,
        "strAlternate": "Watford Football Club",
        "intFormedYear": "1881",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Vicarage Road",
        "strKeywords": "",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/4c1ur21584893421.jpg",
        "strStadiumDescription": "Vicarage Road, a stadium in Watford, Hertfordshire, England, is the home of the football club Watford. An all-seater stadium, its current capacity is 20,877 following the completion of the new Sir Elton John Stand in 2014. \r\n\r\nIt has been the home of Watford since 1922, when the club moved from Cassio Road. The ground was officially opened by Col. Charles Healey of Benskins Brewery for the visit of Millwall on 30 August 1922. In addition to being Watford's home since opening, the stadium was also home to Wealdstone F.C. between 1991 and 1993, and to rugby union side Saracens from 1997 until they moved to their new home at Allianz Park in February 2013.\r\n\r\nAfter purchasing the freehold of the stadium from Benskins in January 2002, Watford's financial situation forced them to sell and lease back the stadium later that year. However, after a campaign entitled 'Let's Buy Back The Vic' with donations coming from fans, as well as celebrity former owner Elton John donating the entire proceeds of a concert held at the venue, the club was able to repurchase the stadium in September 2004.",
        "strStadiumLocation": "Watford, England",
        "intStadiumCapacity": "21577",
        "strWebsite": "www.watfordfc.com",
        "strFacebook": "www.facebook.com/watfordfc/",
        "strTwitter": "twitter.com/watfordfc",
        "strInstagram": "www.instagram.com/watfordfcofficial",
        "strDescriptionEN": "Watford Football Club is an English professional football club based in Watford, Hertfordshire. They will play in the Premier League, the first tier of English football, in the 2021/2022 season.\r\n\r\nThe club recognises its foundation as 1881, aligned with that of its antecedent, Watford Rovers, and was established as Watford Football Club in 1898. After finishing the 1914–15 season as Southern League champions under the management of Harry Kent, Watford joined the Football League in 1920. The team played at several grounds in their early history, including what is now West Herts Sports Club, before moving to Vicarage Road in 1922. They have a long-standing rivalry with nearby club Luton Town.\r\n\r\nGraham Taylor's tenure as manager at the club between 1977 and 1987 saw Watford rise from the fourth tier to the first. The team finished second in the First Division in 1982–83, competed in the UEFA Cup in 1983–84, and reached the 1984 FA Cup Final. Watford declined between 1987 and 1997, before Taylor returned as manager, leading the team to successive promotions from the renamed Second Division to the Premier League for one season in 1999–2000. The club played again in the highest tier in 2006–07 under Aidy Boothroyd's management, and then again from 2015 to 2020, reaching the 2019 FA Cup Final, their second FA Cup Final. In April 2021, Watford were promoted back into the Premier League having spent just one season in the Championship.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Watford Football Club, meglio noto come Watford, è una società calcistica inglese con sede nella città di Watford, nell'Hertfordshire, militante in Premier League, massima divisione del campionato inglese.\r\n\r\nI calciatori della squadra sono soprannominati The Hornets (\"i calabroni\") per via dell'uniforme a strisce gialle e nere. Il club, che ha un'antica e accesa rivalità con il vicino Luton Town, è noto anche per essere stato di proprietà, dal 1977 al 1987 e dal 1997 al 2001, di Elton John, divenuto presidente onorario nel 2008[1].\r\n\r\nNei primi anni di esistenza la squadra giocò in vari stadi e nel 1922 si trasferì a Vicarage Road, dove gioca tuttora.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rsuswy1448813519.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/u1k4f81627896941.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/bpt0h61549381309.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/2v1wyv1504211409.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/22o4v81504211424.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/3lgh4y1504211456.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/pwcdb51504211469.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wkqog41504211483.jpg",
        "strYoutube": "www.youtube.com/channel/UCptKljTrbdMTgmuekGKhRug",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133636",
        "idSoccerXML": "43",
        "idAPIfootball": "48",
        "intLoved": "2",
        "strTeam": "West Ham",
        "strTeamShort": "WHU",
        "strAlternate": "West Ham United",
        "intFormedYear": "1895",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "London Olympic Stadium",
        "strKeywords": "The Irons, The Hammers",
        "strRSS": "http://www.football365.com/west-ham/rss",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/pgeutx1549800746.jpg",
        "strStadiumDescription": "London Stadium (formerly and also known as Olympic Stadium and The Stadium at Queen Elizabeth Olympic Park) is a multi-purpose outdoor stadium at Queen Elizabeth Olympic Park in the Stratford district of London. It is located in the Lower Lea Valley, 6 miles (10 km) east of central London. It was originally constructed for the 2012 Summer Olympics and 2012 Summer Paralympics—serving as the track and field venue, and as the site of their opening and closing ceremonies. Following the Games, the stadium was subsequently renovated as a multi-purpose stadium, with its primary tenant becoming West Ham United F.C.\r\n\r\nLand preparation for the stadium began in mid-2007, with the official construction start date on 22 May 2008. The stadium held its first public event in March 2012, serving as the finish line for a celebrity run organised by the National Lottery. Holding 80,000 for the Olympics and the Paralympics, the stadium re-opened in July 2016 with a capacity of 60,000. The decision to make West Ham United the main tenants was controversial, with the initial tenancy process having to be rerun.\r\n\r\nThe stadium hosted several 2015 Rugby World Cup matches, two England rugby league Test matches, and the 2017 IAAF World Championships in Athletics and 2017 World Para Athletics Championships (the first time both events had been held in the same location in the same year). The stadium can also hold concerts with up to 80,000 spectators, and, due to its oval shape and relocatable seating, was deemed to potentially be suitable for other sporting events such as baseball and cricket.",
        "strStadiumLocation": "Green Street, Upton Park, London",
        "intStadiumCapacity": "60000",
        "strWebsite": "www.whufc.com",
        "strFacebook": "www.facebook.com/westhamunitedofficial",
        "strTwitter": "twitter.com/westham",
        "strInstagram": "www.instagram.com/westham",
        "strDescriptionEN": "West Ham United Football Club is an English professional football club based in Upton Park, East London, England currently playing in the Premier League, England's top tier of football. The club was founded in 1895 as Thames Ironworks and reformed in 1900 as West Ham United. In 1904 the club relocated to their current Boleyn Ground stadium. They initially competed in the Southern League and Western League before eventually joining the full Football League in 1919 and subsequently enjoyed promotion to the top flight for the 1923 season. 1923 also saw the club feature in the first FA Cup Final to be held at Wembley against Bolton Wanderers.\r\n\r\nIn 1940 the team won the inaugural Football League War Cup. The club has won the FA Cup three times: in 1964, 1975 and 1980 as well as being runners-up twice, in 1923 and 2006. In 1965, they won the European Cup Winners Cup, and in 1999 they won the Intertoto Cup. They are one of eight existent clubs never to have fallen below the second tier of English football, spending 55 of 87 league seasons in Division 1 to 2013. However, unlike the other seven (Arsenal, Chelsea, Everton, Liverpool, Manchester United, Newcastle United and Tottenham Hotspur), the club has never won the league title. The club's best final league position is third place in the 1985–86 First Division.\r\n\r\nThree West Ham players played significant roles in England's victory in the 1966 World Cup final; captain Bobby Moore, and both goalscorers, Geoff Hurst and Martin Peters.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il West Ham United Football Club, meglio noto come West Ham United, o più semplicemente come West Ham, è una società calcistica inglese con sede nel distretto londinese di Newham, più precisamente nel quartiere di Stratford, dove fu fondato nel 1895 come Thames Iron Workers Football Club, prima di assumere l'attuale denominazione nel 1900 in ricordo del toponimo di uno dei due borghi (West Ham e East Ham) uniti nel nuovo Newham. Attualmente milita in Premier League, la massima divisione del campionato inglese di calcio.\r\n\r\nI giocatori e i sostenitori del club sono soprannominati Hammers (Martelli) per via della presenza di una coppia di tali utensili nel logo della squadra. Il club è spesso chiamato The academy of football (L'accademia del calcio) per via della grande tradizione e qualità del suo settore giovanile, ma i tifosi preferiscono riferirsi alla squadra con il soprannome di Irons, dal nome originale del club.\r\n\r\nMai vincitore del campionato inglese, il West Ham fu un serio contendente al titolo una sola volta, nella stagione 1985-86. Ha trascorso gran parte della propria storia in massima serie (First Division e successivamente Premier League). Tra le vittorie più significative vanta le 3 in FA Cup (nel 1963-1964, nel 1974-1975 e 1979-1980) e una in Coppa delle Coppe (nel 1964-1965, più una finale persa, nel 1975-76). Il West Ham è, insieme a Real Saragozza, Bayer Leverkusen, Parma e Villareal una delle cinque squadre europee ad avere vinto una competizione ufficiale dell'UEFA senza mai essersi aggiudicato il titolo di campione nazionale.\r\n\r\nI colori sociali del club sono il bordeaux e l'azzurro.\r\n\r\nIl club ha anche una sezione femminile, il West Ham United L.F.C. che compete anch'esso in prima divisione.\r\n\r\nDal 1904 al 2016 lo stadio di casa del West Ham è stato il Boleyn Ground, demolito proprio nel 2016, anno dal quale disputa le partite casalinghe nel London Stadium.",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yutyxs1467459956.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/7uai0e1626379705.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xwvstx1420900930.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vvqwsp1420453111.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/xwsrtu1420453178.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/spywry1420885041.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xvrwru1420885114.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rrrxxr1424562643.jpg",
        "strYoutube": "www.youtube.com/channel/UCCNOsmurvpEit9paBOzWtUg",
        "strLocked": "unlocked"
    },
    {
        "idTeam": "133599",
        "idSoccerXML": "3",
        "idAPIfootball": "39",
        "intLoved": null,
        "strTeam": "Wolves",
        "strTeamShort": "WOL",
        "strAlternate": "Wolverhampton Wanderers FC",
        "intFormedYear": "1877",
        "strSport": "Soccer",
        "strLeague": "English Premier League",
        "idLeague": "4328",
        "strLeague2": "FA Cup",
        "idLeague2": "4482",
        "strLeague3": "EFL Cup",
        "idLeague3": "4570",
        "strLeague4": "",
        "idLeague4": null,
        "strLeague5": "",
        "idLeague5": null,
        "strLeague6": "",
        "idLeague6": null,
        "strLeague7": "",
        "idLeague7": null,
        "strDivision": null,
        "strManager": "",
        "strStadium": "Molineux Stadium",
        "strKeywords": "Wolves, The Wanderers",
        "strRSS": "",
        "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/xtvqvs1420753628.jpg",
        "strStadiumDescription": "Molineux Stadium (/ˈmɒlɨnjuː/ mol-i-new) is a Championship football stadium situated in Whitmore Reans, Wolverhampton, England. It has been the home ground of Wolverhampton Wanderers Football Club since 1889, and has a long and illustrious history as the first 'new build' stadium in Football League history, one of the first grounds in the country to install floodlights, as well as hosting some of the first European club games in the 1950s.\r\n\r\nAt the time of its multi-million pound renovation in the early 1990s, Molineux was one of the biggest and most modern stadia in England, though it has since been eclipsed by many other ground developments. The stadium has however hosted England internationals and, more recently, England under-21 internationals, as well as the first UEFA Cup Final in 1972. Although currently a 31,000 seater stadium, the record attendance at Molineux stands at 61,315.\r\n\r\nInitial plans were announced in May 2010 to rebuild two sides of the stadium by the 2014–15 season to increase capacity to around 36,000. The first stage of this project began in Summer 2011 and was completed on course for the start of the 2012–13 season. There are also provisional future plans for a longer term redevelopment of every stand that could potentially create a 50,000 capacity.",
        "strStadiumLocation": "Waterloo Road, Wolverhampton, England",
        "intStadiumCapacity": "31700",
        "strWebsite": "www.wolves.co.uk",
        "strFacebook": "www.facebook.com/Wolves/",
        "strTwitter": "twitter.com/wolves",
        "strInstagram": "www.instagram.com/wolves",
        "strDescriptionEN": "Wolverhampton Wanderers Football Club (commonly referred to as Wolves) is an English professional football club that represents the city of Wolverhampton in the West Midlands. The club was originally known as St. Luke's FC and was founded in 1877 and since 1889 has played at Molineux. They currently compete in the Football League Championship, the second highest tier of English football, having been promoted from League One in 2014 after a solitary season at that level.\r\n\r\nHistorically, Wolves have been highly influential, most notably as being founder members of the Football League, as well as having played an instrumental role in the establishment of the European Cup, later to become the UEFA Champions League. Having won the FA Cup twice before the outbreak of the First World War, they developed into one of England's leading clubs under the management of ex-player Stan Cullis after the Second World War, going on to win the league three times and the FA Cup twice more between 1949 and 1960. It was during this time that the European Cup competition was established, after the English press declared Wolves \"Champions of the World\" following their victories against numerous top European and World sides in some of British football's first live televised games.\r\n\r\nWolves have yet to match the successes of the Stan Cullis era, although, under Bill McGarry, they contested the first-ever UEFA Cup final in 1972 and won the 1974 League Cup, a trophy they lifted again six years later under John Barnwell. However, financial mismanagement in the 1980s led to the club's very existence being under threat as well as three consecutive relegations, before a revival and back-to-back promotions under manager Graham Turner and record goalscorer Steve Bull saw them finish the decade in the Second Division, winning the Football League Trophy along the way.",
        "strDescriptionDE": null,
        "strDescriptionFR": null,
        "strDescriptionCN": null,
        "strDescriptionIT": "Il Wolverhampton Wanderers Football Club, noto semplicemente come Wolverhampton, è una società calcistica inglese con sede nella città di Wolverhampton, militante in Premier League (massima divisione inglese) dal 2018.\r\n\r\nLa squadra gioca le proprie partite casalinghe al Molineux Stadium, impianto con una capienza di circa 31.000 spettatori. I colori sociali sono l'arancione e il nero, mentre il simbolo è un lupo, presente anche sul logo del club;[1] i giocatori e tifosi della squadra vengono infatti soprannominati Wolves (in italiano Lupi)\r\n\r\nIl Wolverhampton è stato uno dei club fondatori della Football League nel 1888.[2] Nei suoi primi anni di storia si fece vedere molto spesso ai vertici della classifica, vincendo due FA Cup fino ad arrivare al massimo splendore nel dopoguerra. Gli anni cinquanta videro i Wolves vincere tre First Division (1953-54, 1957-58 e 1958-59), due FA Cup e ben quattro Charity Shield[3]. Successivamente a questi quindici anni d'oro il club ebbe alti e bassi, con varie promozioni e retrocessioni, vincendo comunque due League Cup e arrivando in finale in Coppa UEFA 1971-1972, persa contro il Tottenham.[4] Gli anni ottanta sono gli anni neri per il club che tocca il fondo a causa dei pesanti debiti e della pessima gestione dei fratelli Bhatti, arrivando in Fourth Division, la quarta serie del calcio inglese.[5] Il Consiglio Comunale della città riprende in mano la squadra che attua una rapida risalita fino in Second Division, sfiorando sempre per poco la tanto desiderata promozione in Premier League. Nel nuovo millennio il club ottiene tre promozioni nella massima serie, rimanendovi per sei anni.[6]\r\n\r\nIl club gioca il Black Country Derby contro il West Bromwich Albion ed il Walsall,[7] ma ha anche altre rivalità, soprattutto per la vicinanza territoriale, contro Aston Villa, Birmingham City, Coventry City e Stoke City.[8]",
        "strDescriptionJP": null,
        "strDescriptionRU": null,
        "strDescriptionES": null,
        "strDescriptionPT": null,
        "strDescriptionSE": null,
        "strDescriptionNL": null,
        "strDescriptionHU": null,
        "strDescriptionNO": null,
        "strDescriptionIL": null,
        "strDescriptionPL": null,
        "strGender": "Male",
        "strCountry": "England",
        "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/u9qr031621593327.png",
        "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/4rh49f1626378671.png",
        "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/wdes121532295945.png",
        "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/p2xn8q1532295468.jpg",
        "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/kzx8521532295383.jpg",
        "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/3zzmow1532295430.jpg",
        "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/co1ppu1532295499.jpg",
        "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vyxrss1462380950.jpg",
        "strYoutube": "www.youtube.com/user/officialwolvesvideo",
        "strLocked": "unlocked"
    }
]

